{
  "address": "",
  "description": "Champion CheeseSteaks was founded in 2010 by Roy Brostrand, who after years of building successful Cheesesteak restaurants, felt it was time to abandon the traditional idea of a stationary location and decided instead to join the rapidly growing Food Truck trend.Even though our Philly CheeseSteak is what puts us on the map, our food trucks offer a variety of classic American food.  We've taken great care to use natural, wholesome ingredients and everything is cooked to order, so we guarantee each meal to be hot and fresh.With our famous Red and Black Food Trucks, we move throughout the city and suburbs to various street-sides, shopping centers and business parks allowing us to offer the convenience of having our food right where the crowds are.  And over the next few years, we will expand the Champion Fleet of Food Trucks to other major cities throughout the southeast, as well as nationally and internationally (England).  So keep your eyes peeled for one of our Red and Black trucks.  When you can hear the steak sizzling, you'll know.You Just Found Your New Favorite Cheesesteak!And It's On The Go!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Philly Connection",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56155b36-5230-4d46-9afc-578c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}