{
  "address": "",
  "description": "Vintage Frozen Custard was born in 2012 and is the first frozen custard food truck in Atlanta, GA.  We are passionate about the taste of our delectable premium vanilla and chocolate frozen custard which can be enjoyed in its purest form all by itself or paired with one of our many artisan, natural or organic ingredients.Frozen Custard – A Memorable Experience Frozen custard is a gourmet ice cream that originated in Coney Island, New York as a carnival treat around 1919. The taste of frozen custard has a deliciously distinct and unforgettable flavor. Our frozen custard contains carefully sourced cream with other natural ingredients. Vintage Frozen Custard’s premium frozen custard is made fresh daily--sometimes several times each day--and is served at the ideal temperature to please your palate. Our old-fashioned custard is continuously fed into a freezing barrel and the mix is rapidly frozen with very little air and small ice crystals. This creates frozen custard that is velvety smooth with a rich flavor.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Taste Vintage",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/505d28ea-eca4-4a4d-8840-477c46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}