{
  "address": "",
  "description": "The Award-winning Chefs at Hard Wood Cafe Catering Co. have been delivering Greater Milwaukee clients innovative and delicious food with exemplary service for over 30 years. Historically, Hard Wood Cafe chef’s were selected to cook for the King of Norway, U Thant, Secretary-General of the United Nations, the cast of Gilligan’s Island and, for several years, the Headline Entertainment at Milwaukee’s Summerfest, the World’s Largest Music Fest, among many others. We offer extraordinary design, taste and service for all types of events. Whether you are planning a Wedding, Open House, Corporate Meeting or Event, Celebrations of any kind, from a small party to gala affair, our experienced, creative and practical team will listen to your desires and your needs, as well as your budget. We not only create a menu, but a culinary memory you will not soon forget. Allow our professional staff to relieve your stress by providing your event superlative expertise every step of the way. Whether you require the services of our culinary nomads and the mystique of the Hard Wood Cafe, our Bohemian Traveler’s food wagon since 2011 or the more traditional venue set-up, you'll receive the satisfaction of a flawless event. Your guests will be delighted, and we'll have earned a place in your heart – the perfect place for a long-term relationship. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hardwood Cafe",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/51e6f6fc-913c-4c0e-b779-4f4946204482.jpg",
  "transactionFee": 30,
  "username": ""
}