{
  "address": "",
  "description": "Welcome to The Gouda girls Truck! Where you see this Big Beautiful Truck is where you will find the Worlds Best Grilled Cheese Sandwiches!We specialize in what makes Wisconsin great - Cheese, and lots of it. We have a wide variety of cheese specialties that will melt in your mouth and make you want more.We also have a flair for fun! With our Cheesy Affairs (Wine or Beer with Cheese tasting) we can get your event started with a bang.So remember, when you see The Gouda Girls Truck stop on by for one of the best tasting sandwiches or other specialties that we have to offer. We would like to thank our customers for helping us to make The Gouda Girls Truck the best little curb side vender of comfort food in Wisconsin.We have had the privilege of meeting some amazing people while we do what we love to do- Make Great Cheesy Food!So, on behalf of all the Cheese heads here at The Gouda Girls Truck - Thank You for continuing to support us.Sincerely,Tina and KatherineTina, a true Wisconsinite, was born and raised in Fond du Lac, WI by sweet parents Norman and Ethel. Mama from Copenhagen, Denmark and daddy from Milwaukee, WI made childhood a eclectic journey of mixed traditions and fabulous foods. Tina has had a love of cooking her entire life, with a second passion in driving ( she obtained and maintains her CDL for 25 years ) . Combining her love of food and driving and Wisconsin made for a natural pairing , truck driving with serving wonderful Wisconsin dairy / food products.But one element was missing, that’s were Katherine comes into the picture . Katherine was raised in Appleton WI, with a brief hiatus ( of 20 years ) of living in Anchorage Alaska, where her 3 children were born. Katherine is a “ MOM “, through and though ! Who doesn't’t have a great memory of Mom serving you a childhood favorite food with the care and love that comes with a home cooked meal. Katherine serves every meal with that love, you will always hear a Thank You Sweetheart , or have a good day Honey with every meal that leaves our truck. Our motto for our truck is that “every meal is served with curbside comfort.\"We look forward to introducing you to some of the wonderful products our great state has to offer, all brought to you by two moms that love to share there stories and food.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Gouda Girls Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2144/53d87384-d2c0-47d8-a128-2f1c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}