{
  "address": "",
  "description": "The Feed Truck serves farm-to-fork, all-day, all-night breakfast fare – handcrafted egg sandwiches and breakfast tacos, complimented by housemade preserves, tator tots and fresh-brewed coffee – but that’s not all.  We’re also in the business of serving up radical hospitality and a taste of hope to the good folks of Central New Jersey.  We operate our 501(c)(3) non-profit organization around three pillars: food, work, and neighbor.  We serve food from Jersey farms whenever possible, recreating breakfast favorites that are great day or night, and we support other local non-profits that are working to alleviate food insecurity in our area.  We staff our truck in part through an apprenticeship program that provides a living wage, meaningful work, mentorship to emerging adults who have the benefit of a strong support system around them. And we operate in and around college campuses and corporate settings, acting as a liaison between young adults and local charitable organizations looking for energetic volunteers, and encouraging folks to work with their neighbors to make their community a better place.  Whether you're looking for a way to start your team or organization's day off right, serve up a fun weekend brunch party, or enjoy a late-night grub fest without trekking to the diner, The Feed Truck is here for you.  We want to help you KEEP YOUR SUNNY SIDE UP by keeping things positive, neighborly, and needless to say, delicious.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Feed Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/7564/54186b11-6b84-42f8-b14a-6e2746204482.png",
  "transactionFee": 30,
  "username": ""
}