{
  "address": "",
  "description": "Big Wheel Provisions Gourmet Food Truck is your source to provide solutions to your various food needs. Whether you’re looking to make a statement about your personal style and commitment to the best things in life, or you’re simply looking to provide great food for your guests, we have the knowledge and skills to make your event, large or small, a success.Big Wheel Provisions is a catering and charcuterie company located in Orlando, Florida, owned by Chef Tony Adams and a group of people dedicated to creating amazing food. We are all about using the best techniques to make the absolute tastiest food we can. Our food is made in small amounts by hand because, frankly, we think it just tastes better that way. From custom event catering to handmade condiments, pickles, slow simmered stocks, and smoked products, we want to change the way people in our community think about food- demonstrating that local ingredients raised the right way really shine when handled properly.Fresh Ingredients make all the difference in the quality of meals, and local farmer's markets are an excellent source for your needs. Big Wheel Provisions is currently selling their handmade local provisions at the Audubon Park Farmer's Market located at Stardust Coffee on Monday nights from 5pm to 10pm, as well as a prix fixe dinner made with local ingredients.Big Wheel carries a full selection of items, all handmade and locally sourced. From Local Farm Fresh Eggs only hours old, to Local Free Range Heritage Breed Pork, Big Wheel will have an ever changing catalog of items for sale, including Big Wheel Charcuterie, Snacks, and Professional Quality Stocks and Sauces.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Big Wheel Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e9b1bc4-9dd8-4bb2-afad-3e3a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}