{
  "address": "",
  "description": "The tasty Hawaiian tradition of combining savory meats with the subtle sweetness of fruit was the inspiration for Kona Dog, a Hawaiian-style Hot Dog stand first opened in the heart of Orlando’s tourist district. With fresh, locally-made sweetbread, custom fruit sauces and mustards, and premium quality meats, the Kona Dog quickly gained popularity and respect. The Kona Dog is perfection from the first bite right down to the fruity end!Located street-front in the heart of the International Drive corridor, Kona Dog offers respite from the hustle and bustle with a relaxing outdoor beach-hut atmosphere that feels nothing like the city. Come, enjoy a flavorful, some fresh squeezed lemonade, and relax to the relaxing music of the Pacific.A Kona Dog is a premium quality hot dog, sausage or veggie dog, served in a mini loaf of soft sweet bread, that has been pierced and toasted from the inside, and then filled with your choice of our unique Hawaiian Garlic Lemon Sauce, Hawaiian Fruit Sauces, and Tropical Mustards or choose from traditional styled condiments.The unique flavor combination of a Kona Dog is pure paradise… and truly brings “Aloha” to the mainland!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Kona Dog",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f2b397c-c184-49ba-bae6-7c2a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}