{
  "address": "",
  "description": "We offer Neapolitan style pizzas made in our mobile wood fired brick oven with made from scratch dough, crushed San Marzano tomato sauce, home grown organic garlic, basil, and spices, handcrafted artisan cheeses, imported Italian meats, and farmer’s market fresh locally grown organic vegetables.   Italy, where all the ingredients were local and fresh and the only kind of oven to cook in was wood fired.  There is a striking difference between the “pizza” of our fast food culture and the works of art that come out of an 800 degree brick oven with a real hardwood fire as its heat source. We serve personal size pizzas that are about 10”-11” and can be eaten by one or shared. Our wood fired brick oven can fit up to 6 or 7 pizzas at a time and the actual cook time of a pizza is approx 90 seconds giving us the ability to handle high volume. A typical transaction takes less than four minutes form order taking to pizza delivered. We are also able to deliver to vendor booths in to go boxes and typically offer discount to participating vendors and volunteers.  We primarily participate in high volume festivals and events but we also offer catering services on a smaller scale.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Shadrach's Fiery Furnace Traveling Pizza Company",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/520e5cb8-9810-46f6-9fe1-474f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}