{
  "address": "",
  "description": "We all go to food for nourishment and comfort, and now GoGanics is bringing nourishing organic food straight to the streets of Baltimore, alongside the comfort of knowing that this scrumptious culinary experience is doing zero damage to the environment or your health.Truck owner Nureya (or “Reya” for short) and her daughter one day experienced the familiar frustration caused by an utter lack of options for healthy dinners on the go. Thankfully, all that frustration ended up biofueling her desire to provide a delicious fix to this problem. Now, just in the nick of time, the GoGanics truck has rolled up to the curb, and now no one has to sacrifice health and taste for convenience. With a menu that offers mouthwatering breakfast burritos, sliders, chicken wings, sandwiches, and more at such a fast rate, you may think you’re indulging in a “cheat day” when in fact, all the food you’re savoring is as healthy as it is yummy. It gets better, too - although this truck is predominantly black, it’s actually all green! GoGanics runs on its own oil and the materials used are 100% recycled Eco-Products. Now it’s easy for families of Baltimore to go healthy, go local, and go fast. They just GoGanics!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "GoGanics Organic Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/13409/57577365-da68-4100-96f2-03b046204482.png",
  "transactionFee": 30,
  "username": ""
}