{
  "address": "",
  "description": "Kooper’s Tavern has been a Charm City staple since 1997, when they first began grilling up Creekstone Farms Premium Black Angus Beef Burgers, which quickly became the official  “best burger in Baltimore”. The crew famously puts exceptional care and quality into their menu, which is why you’ll find Kooper’s featured on Zagat’s guide of the “Must-Try Burgers Across the Country”. Now you can treat your guests to a bite of these gourmet beauties by having Kooper’s Chowhound Burger Wagon bring the goods straight to your event. You can all chow down on their savory signature selection or you’re welcome to build your own tasty creation one step at a time, starting with the protein (like Creekstone Premium Black Angus Beef, Lamb, Wagyu, etc..), then cheese (Maytag Blue, Imported Swiss, Feta, etc..), then deliciously fresh toppings (onion straws, bacon, truffle, jalapeños, etc…), and sauce (honey mustard, sweet BBQ, Russian Dressing, etc…)For all this and more, you must choose Kooper’s Chowhound Burger Wagon to come cater for you soon!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Kooper's Chowhound Burger Wagon",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4df3e562-ba64-4bbc-972f-63ba46204482.jpg",
  "transactionFee": 30,
  "username": ""
}