{
  "address": "",
  "description": "Bone-in Artisan BBQ on Wheels: 14-hr smoked pork & brisket, handmade focaccia, grilled pimento cheese!We're food snobs, but we like to party.And we're rolling our artisan barbecue truck to all the coolest cultural events in town.Smoked meats pulled and served on handmade focaccia buns that will make your life better just by touching them to your lips.Bone Chips smothered in brisket chili with pepper jack and scallions.Grilled pimiento cheese griddled in brown butter.City Roots microgreens.And so on.Executive Chef Scott HallOld-school catering professionals with decades of experience, Scott and his extended family run the award-winning Corley Mill House and Garden in Lexington, SC, which won Lexington Life Magazine's 2011 Best Wedding Venue award.After spending 10 years in New York City honing his chops in high-end mixology, cooking, and event design, Scott returned to the Midlands in 2009 -- much to the delight of dinner guests and catering clients alike. (Scott's food is BEYOND.)Scott Hall Catering Scott runs his own high-concept catering service, Scott Hall Catering, and he is very proud to launch Bone-In Artisan Barbecue on Wheels as Columbia, SC's first entry into the hopping, national craze of high-design, chef-driven food trucks!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Bone-In BBQ",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb6153c-8bd0-4569-8d9f-2c2546204482.jpg",
  "transactionFee": 30,
  "username": ""
}