{
  "address": "",
  "description": "Mark Reynolds & Mark Venus have made their mark on the beaches of Southern California by providing patrons with an extraordinary dining experience that pairs the fun and casual vibes of the beach with a serious approach to eco-friendly oyster farming. Despite innumerable challenges, these partners have managed to sustain an Oyster & Clam farm in Baja that uses zero chemicals, fertilizers, or hormones; complies 100% with all federal health standards; has minimal environmental impact; and continues to benefit the community by providing jobs, boosting tourism, and educating locals on sustainable farming, fishing, and oyster shucking, of course.  Not only does the The Jolly Oyster serve an admirable mission, the food they are serving is absolutely divine. If you’re eager to make a meal of these mollusks, head over to the picnic tables at San Buenavista Beach where Jolly Oyster is shelling out their selection of raw succulent Pacific & Kumomoto Oysters. You’re welcome to bring your own shucking materials and stop by their Shuck Shack to make your purchase, or you can take a few steps over to the The Jolly Oyster Kitchen and indulge in their sweet & meaty Baja Stone Crab Claws, crisp Fried Oyster Tacos, steamed savory Manila Clams, and so much more. Heed this pearl of wisdom: Venture out to this truck to eat, drink, and be jolly!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Jolly Oyster Kitchen",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56e72b3b-f040-4114-a4d8-302246204482.jpeg",
  "transactionFee": 30,
  "username": ""
}