{
  "address": "",
  "description": "Oh boy, since this big black truck pulled up and started serving this amazing grub, Cincinnati has just not been the same. Now all Ohio foodies are feeling the passion for this fantastic selection of  ¼ lb. all-beef franks, piled with the tastiest gourmet toppings you could ever imagine. The Pumba!! comes with pulled pork, homemade apple butter, tangy Carolina BBQ sauce, and chopped onion.The My Cousin Vinny will win you over with its pepperoni, pesto, mozzarella, and marinara, for the perfect pizza frank treat. The Twisted Sister is topped with Quite Frankly’s award-winning White Bean Chicken Chili, cheddar cheese, and fritos. And there’s so much more! You can also dig into some delicious grilled sandwiches; Frank’s Reuben, Sweet Granny Brie, and Pork ‘n Cheese, are just a few that you’ll find on their mouthwatering menu. And don’t forget to delight in their sides of Coleslaw, Potato Salad (comes in dill or loaded), Veggie Pasta Salad, and more. Come on out and acquaint yourself with this truck, because, quite frankly, this food really is “Mad Crazy Good”!!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Quite Frankly Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com",
  "transactionFee": 30,
  "username": ""
}