{
  "address": "",
  "description": "The wonderful family behind Whitecaps Coastal Mobile Creamery will go down in Point Pleasant history for benefitting the town in innumerable ways, from being the best go-to for delicious ice cream to saving several lives during Superstorm Sandy. While lifelong Point Pleasant resident, Bob Leach, was building his dream ice cream parlor on wheels with the help of his friends and family, the town was hit by Hurricane Sandy. The Leach crew jumped to action and used the truck’s powerful generator to help pump out basements of several homes, saving many people in the neighborhood.This heroic act garnered much respect and admiration, and now Whitecaps Coastal Mobile Creamery continues to bring positivity to this quaint New Jersey community by providing freshly made Soft Serve Ice Cream, Shakes, Sundaes, and Philadelphia Water Ice (in all your favorite fruity flavors), always with a bright smile. These sweet treats are perfect for every kind of party, event, or occasion. Give your guests an unforgettable gift by having Whitecaps Coastal Mobile Creamery come bring the goods!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Whitecaps Coastal Mobile Creamery",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57476dc1-206c-4681-93ff-7ca246204482.jpg",
  "transactionFee": 30,
  "username": ""
}