{
  "address": "",
  "description": "City: Napa ValleyCrossroad Chicken is about great food made from fresh, quality ingredients. Although we have great chicken, it's not all we offer. We also have amazing pizzas, sandwiches, salads and more. Stop by and see us sometime. We would love to see you!!Why did the Simonsons cross the road? To find their passion on the other side! After exploring MANY restaurant options, a friend mentioned that he had seen a food truck with a wood-fired oven on Craigslist that turned out to be a converted Snap-On tool truck. So naturally, they traded their regular paying, 8 hour a day jobs with benefits, for a miniscule profit margin, 12-16 hour days (8 on their days off) and no pay at all to follow their dreams.Their food truck, Crossroad Chicken features weekly changing menus of wood fired oven goodies, including sandwiches, Mary’s free range, air chilled chickens (order ahead to make sure you get one) and occasionally a token taco. They will tickle your taste buds with Rancho Gordo heirloom bean chili, hearty soups and tasty salads. They feature local, seasonal and sustainably farmed ingredients on all of their menu items whenever possible and will create custom salads or sandwiches upon request.Together, Kevin and Colin have about 53 years of west coast restaurant experience in everything from dishwashing to bartending to cooking and everywhere from truck stops to 3-star dining experiences. They focus on the food, not the fluff. The food along with their offbeat humor, make every experience, appetizing and entertaining.Mother Nature has provided an incentive to visit Crossroad Chicken - hunger! Kevin and Colin will provide mouth-watering, wholesome foods to satisfy any appetite. Their philosophy is to take the food that’s available seasonally and let the products shine",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cross Road Chicken",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f6bd467-b3e0-4e7d-b0d3-379346204482.jpg",
  "transactionFee": 30,
  "username": ""
}