{
  "address": "",
  "description": "Both carnivores and vegans alike (or basically all the locals) are just going loco for the fantastically fresh Falacos from this super cool truck. This mobile selection of signature tasty taco ball creations is a result of a lifestyle change that founders Courtney & Ben made when they decided to ditch meat, animal products, GMOs, and gluten, for a diet that better serves their bodies, as well as the planet. Fusing the best flavors from the world with locally sourced organic ingredients, they offer a ridiculously delicious and healthful variety of vegan and gluten-free Falacos; including The O.G. (traditional falafel with roasted garlic hummus, fresh greens with tomato cucumber salad and cashew tzatziki), Dr. Thumbs (savory Frumunda hummus, “ball”-samic reduction, fresh greens, and dried fruits & nuts), Kimchichis (Agave roasted peanut hummus, green apple slices, spicy chili sauce, hoisin sauce, and kimchi- all combined for a dynamic bite packed with every kind of flavor sensation) and Texas (as in, when in Texas, order up this falaco with dill pickle hummus, fresh chopped slaw, fried pickles, onions and jalapeños, and homemade BBQ sauce)For all these and much more, flock on over to Falacos for awesome food that’s the talk of the town!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Falacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/575f08cf-c274-4aae-bf67-2a0f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}