{
  "address": "",
  "description": "2 Men, 1 Food Truck and Karaoke. Slangn' Filipino Street Food and Flipn' Juicy PattiesIn Our Food Truck We Value the Quality of Our Food, Our Freedom of Food Creativity & Our Food Curiosity Which Keeps Us Grounded and Spirits HungryHi and welcome to Flip ‘n Patties, Houston’s Food Truck! We are two cousins who marinated in Houston, Texas and belong to a beautiful, ginormous never ending extended family. With the blessings of such a tremendous amount of kin, there was no shortage of family gatherings and delicious Filipino food. We were exposed and smothered by the best-of-the-best home cooked Filipino foods – tastes like Heaven in your mouth – and we plan to share the experience through our food truck. We learned and mastered and then learned again, trying to reach the peaks of Filipino food ecstasy. Along this journey, we stumbled upon our passion for burgers, trying to discover the ultimate Burger Dream. Being humbly inspired by many burger creators in Houston, we sought out to create our own unique – Heaven in your mouth – burger experience… and by golly, we think we’ve got it. Shouts out to all the Burger Designers around the world for creating such beautiful specimens.We now come forth today cruising in our Flip-Mobile Food Truck to save the world like a modern day dynamic duo — Batman & Robin, Superman & Wonder Boy, Cheech & Chong – from bad food and ugly service. We’ve come to nourish YOU = Flipsters, the beautiful people of Houston, with the best darn Filipino Street Food and oooh so Juicy Burgers. Check out our Food Truck, eat our food and sing us a song!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Flip 'n Patties",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5074754d-4878-466a-a3bc-4d7646204482.jpg",
  "transactionFee": 30,
  "username": ""
}