{
  "address": "",
  "description": "Fusion Taco has taken flavors from Asia and South America and created a menu that will make its debut on the first gourmet food truck in Houston.Fusion Taco has taken flavors from Asia and South America and created a menu that will make its debut on the first gourmet food truck in Houston. The food truck innovator, Los Angeles' Kogi BBQ, is about to have some fierce competition.Fusion Taco hits the streets of Houston May 2010 and will be the scene to be seen in Uptown, Midtown and Downtown and is slated to be Houston's landmark of the up and coming food truck craze that is taking the East and West Coasts by storm. Fusion Taco's versatility is endless going from corporate and private catering by day to feeding hungry club-goers late-night.The re-birth of “the food truck” turned street food gourmet and Fusion Taco is the pioneer that is bringing it here. The Short Rib Taco with spicy Tzatziki sauce on grilled Paratha and the Chicken Satay Taco with Asian coleslaw and spicy peanut sauce is going to ignite the street food movement in Houston. Fusion Taco is focused on using locally grown produce in an effort to support local agriculture. From the stainless steel commercial kitchen to the chrome wheels and high-gloss black finish this truck will impress even the most discerning foodies. Fusion Taco will be the biggest trend at any venue.Fusion Taco was created by Julia Sharaby, a native Texan, who has spent 15 years in the food and beverage industry. After following the recent trend in dining she ultimately fell in love with the gourmet food truck craze and decided that she would be the one to bring what the well-travelled have experienced domestically and abroad to Houston. Julia is so excited about bringing this food movement to her city.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Fusion Taco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5797bd8c-1824-4a1a-83c7-72a146204482.jpg",
  "transactionFee": 30,
  "username": ""
}