{
  "address": "",
  "description": "Houston Gypsy Wagon is home to the most enjoyable and tasty experience you could ever imagine. This super neat purple house is rolling through the streets of Houston, serving up an assortment of refreshing frozen treats, like perfectly sweet Hawaiian Shaved Ice, delectable Ice Cream, and fantastic Floats. If you’re lookin’ for something substantial to eat, great! They’re cookin’ up Nathan’s ¼ lb Beef Hot Dogs that you can custom top yourself with all your favorite condiments. They also offer a sensational selection of signature creations, including the New Yorker (with sauerkraut and mustard), the Southern (with crisp coleslaw and chili), and their ultra-tasty Tango Mango (with mango sauce and jalapeno chips). Whether you’re in need of cuisine for vegetarians, toddlers, or kids, this cool crew will happily adjust their menu to be suited for you. Because this little house has their windows a bit lower, kids (short or tall) can place their own orders (all by themselves!).  So invite this fun wagon to your next birthday or private event, and all your guests will have such a delightfully delicious time, of course they’ll be braggin’ that they got to attend. This flavorful food is served fast so if any of you Houstonians are hankering for snacks that you don’t have to wait for, make your way over to the Gypsy Wagon. With service this amazing, your whole family will want to come back again and again. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Houston Gypsy Wagon",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/53c85d4a-e0b4-40eb-a79b-216146204482.jpg",
  "transactionFee": 30,
  "username": ""
}