{
  "address": "",
  "description": "With over 20 years of experience at some of the most prestigious restaurants in the Knoxville area, the founders of Savor Catering have one central ideal - start with quality ingredients and let those ingredients speak for themselves. We believe that 'simplicity\" is the secret to a good meal. Everything we make is all-natural and from scratch - pasta, bread, mayo, everything. Nothing we serve ever comes from a can or a frozen box. We frequently feature local produce, meats, and cheeses and we pride ourselves on our environmental focus. Come see us on the road, or contact us today to begin planning your next special event.tootsie loves the earthWe take great care to keep the future of our environment in mind with everything we do. Therefore, we have made a commitment to our customers that we will follow certain standards to reduce our environmental impact.We reduce, reuse, and recycle as much as possible.We purchase TVA “Greenpower” Credits every monthWe purchase locally grown supplies as much as possible. This not only encourages economic growth within our own community, but it helps the earth by reducing emissions required to transport food from far away.We make every effort to prepare foods that are appropriate for the season. This is a more natural way of eating and it takes away the need to bring out of season food from more tropical growing regions.We donate unused food to local charitiesWe serve our food in disposable products that keep the wellbeing of the earth in mind.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Tootsie Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5000b18e-af30-43f6-a3bb-688d46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}