{
  "address": "",
  "description": "With classic Italian, hand painted artwork on the truck, it’s hard to believe that there’s a refitted refrigerated freightliner under it all. Not to mention a 5000 lb wood fired pizza oven, the retro style soda fountains, 3-40” HD TV’s, and seating for 15-40 people depending on available space! “BellaTrino also has a menu that goes far beyond your average pizza food truck menu,\" says partner, John Cooper, \" We wanted to be able to offer our customers something of a different experience from what they are accustomed to getting from a food truck”. That’s the reason for the lowered and open cashier area, the large windows exposing the oven and kitchen area, and for the 15 bar chair seating around the rear of the truck allowing you to watch the cooks perform inside or watch a game on TV.     When John and Tracy were deciding what food items to use, it was a no brainer that only true authentic, premium ingredients were to be considered. After doing their due diligence on Neapolitan pizza making, they chose the best of the basic ingredients available.     The light and airy pizza crust can be attributed to the use of Caputo “00” flour, a fine grade sworn by most Neapolitan pizzaiolos. This flour is 100% natural with zero additives and contains only 11-12% gluten.                 The San Marzano tomatoes used for the sauce pack a strong, sweet, less acidic flavor into a small package. Grown in the rich volcanic soil of Campania, Italy, their sweet tomato taste and minimal seeds make them the optimal tomato for our tasty pizza sauce.      The traditional Italian Bufala mozzarella used requires a nine-step process to ensure its unique taste and creamy texture. It is imported from Campania, Italy, and is higher in calcium and protein while lower in cholesterol than traditional mozzarella.     BellaTrino is also committed to using the farm to table practice by purchasing all of it’s produce and other goods that are made here locally in order to help promote the independent farmer.     Instead of the usual cans or bottles of sodas, John wanted to offer a new and unique soda experience. The retro looking soda fountain system offers fresher tasting sodas as well as being able to do away with can and bottle packaging to throw away.       The truck can hold over 600 dough balls at a time without having to restock and has a 500 lb ice machine on board so it never runs out of ice either. The soda fountain also provides for limitless, ice cold soda for the entire event.     So whether you're looking for a simple pizza party or a full Italian menu for your next special event, BellaTrino offers something for everyone. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "BellaTrino",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5307bfed-cccc-4854-9a13-7c8846204482.jpg",
  "transactionFee": 30,
  "username": ""
}