{
  "address": "",
  "description": "Founded by Jon Wagner and Dain Pool, The Butcher’s Son is not your average mobile food truck, and despite its affiliation with the Johnsonville brand, it goes far beyond being a simple promotional truck for brats and sausages: “When Jon first came to me with the idea I needed to know more about their concept and their intentions. I was hoping it would be more than just a promo truck for the Johnsonville brand. I wasn’t too sure how a Johnsonville food truck would be received by the industry, after all the news surrounding the launch of the Applebee’s promo truck,” said Dain Pool in a recent phone interview.Luckily for Dain, Wagner was singing to the same tune. The Butcher’s Son was always intended to be an entirely separate endeavor featuring the diverse selection of Johnsonville products in an impressive gourmet “haute sausage” menu, no ketchup, mustard or relish here.Two days, several multi-city trips and 75 tried, tested and sampled menu concepts later, Wagner and Pool finally built a flavor profile that suits the palettes of Dallas residents – all involving Johnsonville products (including items like Chorizo and Pastrami) in new and innovative ways.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Butcher's Son",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ecbfc9c-d700-42ff-bdc5-54bf46204482.jpg",
  "transactionFee": 30,
  "username": ""
}