{
  "address": "",
  "description": "Tutta’s [pronounced too-tahs] was started out of the idea that two extraordinary people could toss aside all normal conventions and create something bold and wonderful to share with the world. That idea was to combine smoked meat pizzas, great live music, and a vibrant fun scene for all to enjoy.Jeremy and Amanda Scott met when he was the lead singer of the Dallas-based band Red Tape Poetry. Still very active members in the music scene and self-proclaimed “foodies”, the Scotts wanted to create a place for their talented comrades to showcase their music and discover new talents the region has to offer, while serving the masses some amazing food. Sadly that idea came to a halt when the location they had been working on for well over a year had fallen through. That’s when they decided to scale things down and start building the brand first by bringing you fresh daily made dough, sauces, and smoked meats in a gourmet pizza food truck that has a kickin’ sound system and spirited people serving you. “The goal is to plan for the future. We still intend to bring you a great live music venue and a home-base to come and share meals with your family and friends in the near future. We truly hope that you will be a part of that journey with us” says Jeremy Scott. The idea that you can create joy within someone by simply providing them the best quality options with the freshest ingredients possible has always been a passion of the Scotts. “We spent many late nights perfecting our recipes and recruiting our friends and family as taste testers, so we feel very confident that you’re going to see the Tutta’s difference at first bite” says Amanda Scott. We keep our recipes simple, use bold ingredients and combinations of flavors that are guaranteed to make your mouth tingle.Team Tutta’s",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Tutta's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3690/54c1d418-c178-4a68-8d0a-212446204482.jpg",
  "transactionFee": 30,
  "username": ""
}