{
  "address": "",
  "description": "Vegan Noms is the food truck & caterer that bakes up fresh, delicious cookies, cupcakes, muffins, and bars. No animal products have been used in the baking of our nom-nom good treats - and you don't have to be vegan to love our baked goods. The unconventional Texas treat, Vegan Noms desserts are packed with punches of flavor. Cookies, muffins, cupcakes and bars are made without dairy, using premium alternative ingredients. Nom nom! Start your day off right with a fruit-packed muffin, lift your energy with a nutritious cookie, or treat yourself to a rich dessert.Chief Baker and Owner Allison Catalani studied the benefits of vegetarian and vegan diets in a 200- hour yoga instructor training course. She discovered how the body stays lean, healthy, and energized on a vegan diet. Deciding to give vegan a try, she soon realized a true vegan eats desserts without dairy and eggs. Immediately she hunkered down to research alternatives to dairy, eggs, and butter to transition her personal dessert book into a vegan one. After much trial and error, and a lot of fun tasting sessions, she perfected each recipe to taste exactly like the original. When you taste Vegan Noms treats, you won't even know they're vegan! AND, you'll be adding a nutritious item to your diet. Vegan Noms have less fat, fewer calories, and zero cholesterol. If all you change in your diet is the kind of dessert you consume, you can forget the dreaded, \"Oh, I was bad and ate cheesecake,\" and instead tell your friends, \"Oh yeah, I had dessert, and it was delicious and healthy!\"All you need is an open mind, an open heart, and a hungry tummy. Taste and you will believe! ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Vegan Noms",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52e7e857-ff58-4057-b88e-58f446204482.jpg",
  "transactionFee": 30,
  "username": ""
}