{
  "address": "",
  "description": "It’s happiness in a tin can!Winery On Wheels – better known as WOW – is a vintage ’59 Airstream that’s been converted into an X-Stream wine bar.The party on wheels travels year-round to festivals and private events across Texas, serving wine-based daiquiris, mouth-watering frozen drinks, and the famous Braman wine.The Braman family has provided generations of WOW factor in Texas through the Braman Winery in Refugio. Now, with their new sister company, the Bramans continue their legacy, educating a younger generation about the many ways to enjoy wine.Instead of asking her customers, “Do you prefer red or white?” Dee Braman serves a rainbow of wine-based daiquiris and margaritas in Mason-jar-on-a-stem glasses.Wine AdvocatesOne of WOW’s goals is to promote wine to both “newbies” and “tried-and-trues.” The Texas wine industry is the fifth largest in the country. The folks at WOW ask,“Why can’t we be number one? Texas has everything; we can have the best wine industry, too.”Winery on Wheels continues the tradition of amazing Texas wine making, with a little twist. By bringing wine to people across the state and educating them about the many things you can do with wine, WOW plays a part in advocating on behalf of the wine industry.Wine is no longer just red or white.It’s turquoise…Or bright green…Or tangerine…Or yellow…Or hot pink.Everything in life needs a little spice… Winery on Wheels is a one-stop shop for one heck of a good time.It’s not your grandma’s winery. It’s WOW!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Winery on Wheels",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/506a6693-4db8-4832-ae6f-764446204482.jpg",
  "transactionFee": 30,
  "username": ""
}