{
  "address": "",
  "description": "Mother daughter team Marcy and Brittany are verging on new frontier opening their brand new food truck “Milk + Sugar”.  Specializing in homemade cupcakes made by the two self-taught bakers, “Milk + Sugar” had the humblest of beginnings.  Over six years ago while visiting family in New York City, the ladies came across multiple cupcake bakeries and instantly fell in love.  Unfortunately with no access to specialized bakeries in Philadelphia and Western Massachusetts where Brittany attended college, they decided they would try to recreate the treats they fell in love with.  In their trial and error they discovered not only could they bake delectable cupcakes, but that they enjoyed creating them.  Three years later Marcy and Brittany began selling the treats to friends and family, experimenting with flavors that reminded them of home like sweet potato and Samoa Girl Scout cookie.  With nothing but positive reviews, the ladies decided they would pursue a future in the food industry. While it didn’t happen right away, it is definitely happening at the perfect time for the mother and daughter team who could not be more excited to build a sustainable business for their family’s future. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Milk + Sugar",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/51e4db3f-2dfc-41c6-9b99-677346204482.jpg",
  "transactionFee": 30,
  "username": ""
}