{
  "address": "",
  "description": "Weckerly's Ice Cream hit the streets of Philadelphia with a hand painted, wood-paneled ice cream cart in 2013. Since then our fleet has grown to three carts with a variety of options for every event. From hand-dipped ice cream to custom labeled ice cream sandwiches, and mini ice cream sandwiches, every item is hand made in-house, using the finest local ingredients. Whether serving 30 people or 1000, Weckerly's provides professional service and a personal touch. Housed in a repurposed textile factory, Weckerly's operates Philadelphia's unique micro-creamery. Our process begins well before the ice cream is churned. Each week we bring in organic grass-fed cream and whole milk from a few selected farms within 45 miles of Philadelphia. The dairy is combined with cage-free eggs from Lancaster County and just enough unprocessed pure cane sugar to form the base of every recipe... and that's it! No stabilizers, no emulsifiers, and no syrups. Every flavor is inspired by locally grown and seasonal ingredients. Every batch is gently cooked in a traditional vat pasteurizer to preserve and elevate the brilliant natural flavors. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Weckerly's Ice Cream",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/564a6965-d918-4e7b-ba12-014246204482.jpg",
  "transactionFee": 30,
  "username": ""
}