{
  "address": "",
  "description": "City: Carmel/IndianapolisNeighborhood Pizza was the first \" Mobile Pizza Restaurant\" as our kind in the United States! NHP has now been in business for 13 years!        The pizza you order is made with the freshest ingredients right in our truck while on the way to your home during the hours of 4pm-10pm.     During the day we specialize in Pizza by the slice for office parties and businesses all over Carmel,Indy, Westfield and Zionsville! The winters are pretty cold in Indiana so NHP makes whole pizza's and brings them into your function. We also feed all the teachers for appreciation days in 25 plus local schools.It is our intention to deliver you the hottest and freshest pizza right out of the oven and right to your door. We have been very blessed to be in business for so long because of our loyal customers and our impeccable attention to customer service:)Hot Trend: NHPIZZA has catered several Weddings!! The most popular time is late night after the wedding reception when guests are starting to go home--(and had a few drinks:) Everyone is hungry---Great time for pizza!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Neighborhood Pizza",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2375/554f9e2b-bd44-41f7-9b44-389946204482.JPG",
  "transactionFee": 30,
  "username": ""
}