{
  "address": "",
  "description": "What's Austin Taco?Austin Taco didn't invent the taco any more than Philly invented sandwiches.  But like Philly and their  cheese steak, over time the people of Austin have styled and perfected tacos into a very unique thing of beauty.Breakfast tacos in Austin began with families like ours getting kids out the door to school with something warm in their bellies.  On the weekend, after a hard week, our families unwind and relax with each other over a table of tacos.  When we need comfort food?...breakfast tacos.  When we want to reward ourselves for finishing that 5k?...breakfast tacos.  When we want to be ourselves and talk with friends while enjoying good food?...breakfast tacos. Breakfast tacos are the perfect answer to almost every situation, and they NEVER get old.  But we do change things up when we're feeling the need for something  considered a bit more hardy.  Carne guisada, picadillo, carnitas! More beloved tacos, considered staples along side their breakfast brothers.This is what we at Austin Taco joyfully share with you!Austin Tacos are simple ingredients and old family recipes, lovingly prepared and stuffed in an open tortilla so you can see what you're about to eat and top it off as desired.  Austin Tacos are perfectly portioned with the idea that you can order and comfortably enjoy more than one flavor combination.  (Though, if you find yourself full, but unable to stop eating these scrumptious tacos, you won't be the first; we assure you.)And in the style of WEIRD synonymous with Austin, we at Austin Taco throw in some unusual taco concoctions to complement our traditional favorites.  We may even ask for your submission to our WEIRD TACO repertoire.  Everyone's got a little (or a lot) of weird needing to escape.  Let it fly and join the fun!Grab a taco and go.  Stick around and eat with friends.  Whatever you choose, you'll be glad you joined us!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Austin Taco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/8409/54d07dee-f6f8-403d-a72d-605a46204482.JPG",
  "transactionFee": 30,
  "username": ""
}