{
  "address": "",
  "description": "Since the dawn of fried foods, Americans have had a passion for corn dogs that is as rich and sweet as the cornmeal casing itself. The citizens of Fort Collins have taken that passion to rocky mountain heights now that Natalie Santelli and John Lawyer have converted their golden 1970’s GMC Glenbrook RV into a bonafide Corn Dog Mobile.Corndoggies is wagging all over town, battering up a mouthwatering selection of homemade corn dogs and pairing them with scrumptiously innovative sauces. The spicy Jalapeno Chicken Gouda is served with Raspberry-Jalapeno jam sauce. Oh yeah, it’s everyone’s jam. The Chorizo is keepin’ it cantina-style with its smoky chipotle sauce. Transcend to Breakfast Paradise with the waffle-wrapped Maple Bacon. And if you want to leave out the meat, you’re in for a treat: there’s a mouthwatering cajun-style Veggie Dog with your name on it. That’s right; we’re talking all wieners, no losers. If your Corndoggie needs a companion, you have a few tasty options. The white bean and andouille sausage chili will warm your soul right up. Or, if you need more golden corn in your life, why not order up some yummy Cornbread and slather on some sweet & spicy Jalapeno Honey Butter? Mmm and you can’t resist the Smoked Cheddar Corn Tots or the Beet Fries that the locals are raving about - apparently they can’t be beaten. Whether you’re a hungry student at CSU or you’re seeking a delicious meal to accompany your cold brew (or both!), come get your fix for gourmet dogs on sticks at Corndoggies. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Corndoggies",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56e0c0a3-e624-47e5-b4ad-793f46204482.JPG",
  "transactionFee": 30,
  "username": ""
}