{
  "address": "",
  "description": "Serving and specializing in authentic New Mexican style cuisine with a Fort Collins twist! Here at Daco's Green Chile, we offer the freshest and most flavorful favorites...from our family to yours! Our menu includes our original Daco's Green Chile! based on a recipe that has been handed down to our relatives through generations. All of our menu items are a unique and innovative take on New Mexican meals and our product appeals to all those who prefer a wholesome yet quick and affordable dining option.Our mission is to create a sustainable and thriving establishment which contributes to FoCo and NoCo's growing and diverse culture. We are a locally based, family owned and operated small business that provides a healthy alternative to conventional American fast food. We ensure that our ingredients meet a high standard of ethics and quality that you can trust. By providing gluten free, vegan and vegetarian options and using free-range meats, organic produce, and freshly baked goods, we appeal to all health conscious and humane eaters. We focus on using sustainable business practices including locally sourced and fair trade ingredients, environmentally friendly packaging, limited waste, and recycling and compost options.Daco's Green Chile caters to the need of a growing mobile food market in the Fort Collins area. Our customer service and commitment to a top-notch product retains customer satisfaction and loyalty. Above all, we strive to serve our customers with prompt, professional, and pleasant service.The Daco's Green Chile Shack logo (created by Daco's daughter and executive director of Daco's Green Chile, Sophia Maes) illustrates the evolution of our familia's cuisine and history. The mountainous landscape represents the Rocky Mountains and their beautiful sunsets. It also represents the Santa Fe Trail, where the origins of Daco's Green Chile! recipe were developed. To the left is Wagon Mound, NM (a small town once known to be an important trading post as well as home to Daco's family roots) and to the right is Horsetooth Reservoir (a distinct and cherished landmark in Fort Collins, CO and Daco's hometown). Daco's font is in turquoise, a beautiful accent color known to stylishly stand out among the earthy landscape in New Mexico. This font also has a New Mexican 1950's classic drive-in diner and old time automobile feel, combining Daco's passion for creating delicious dishes and repairing cool cars! Come visit us! We offer Daco's Green Chile on our mobile food trailer...we'll even drive to you with our meal or bulk delivery service! Have us over at your local business-we have kiosks available (and if you're feeling fancy, have us cater your special event! ¡Muchas gracias y buen provecho!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Daco's Green Chile Shack",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/10643/56251181-b62c-4da7-8772-194846204482.jpg",
  "transactionFee": 30,
  "username": ""
}