{
  "address": "",
  "description": "Who doesn't love a grilled cheese? This classic comfort food immediately transmits adults back to their childhood with one bite. We've taken a classic food, and turned up the volume!The Cheesy Chick will offer a variety of specialty grilled cheese sandwiches using an array of the freshest, highest quality ingredients. You will see breads on our menu that range from Italian to Sourdough to Rye to Cinnamon Raisin to English Muffins. You will be able to sink your teeth into ooey gooey cheesy goodness from Cheddar to Mozzarella to Brie to Fontina to Havarti. Your taste buds will also be teased by ingredients like fresh Pear and Apple, Bacon, Prosciutto, Arugula, Cole Slaw, etc - the delicious possibilities from The Cheesy Chick are endless!We will also be offering water, pop, potato chips, and dessert paninis year round. A selection of hot homemade soups will be available during the chilly Buffalo months & fresh cold side salads will be available during the warmer months.The Cheesy Chick looks forward to seeing you soon Buffalo!!!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Cheesy Chick",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2803/56b015e0-de88-48b9-a92b-1bad46204482.jpg",
  "transactionFee": 30,
  "username": ""
}