{
  "address": "",
  "description": "So what exactly is The Roaming Buffalo? It’s a mobile food truck that carries a vast array of kitchen equipment inside. We are capable to cook up all of Buffalo’s favorites. From chicken wings to beef on weck we will make it. We are willing to do whatever it takes to bring a taste of Buffalo to you!Buffalo, NY is currently in the pursuit of developmental projects to lay down a tourism market foundation. Our company tends to strategically bring fresh vision to this awaiting opportunity by offering local and national customers a taste of Buffalo through various creative mediums. Our products suit the local community and we aim to spread this taste nationally which will take a small step in turning this starving city around and potentially help it prosper once again. Roaming Buffalo wants to preserve the culture of its community’s food and enhance opportunity for tourism by growing into a national food service company. Our goal is to bring the best food of Buffalo, NY around the country and keep a small portion of its heritage alive indefinitely. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Roaming Buffalo",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e4c5ebd-96c8-4e57-84d3-1cad46204482.jpg",
  "transactionFee": 30,
  "username": ""
}