{
  "address": "",
  "description": "People ask us this all the time. We can explain…. New Year’s, 2009, found two intrepid Chicagans riding bikes through London and working up quite a hunger in the process. Where to eat, we wondered? Was it time to try one of the alluring little pasty stands we’d seen – and smelled? They looked like hand-held pot pies; quick, real food that wouldn’t slow us down. Yes, indeed! Within minutes we’d located a stand and were biting into the buttery, flaky crust. As we hit the hot, savory insides, we looked at each other and both mumbled, “Chicago needs these. Now.” And so the seed for Bridgeport Pasty Company was planted.A year went by, we worked at our jobs, we traveled to South America, we started an organic garden, and still we wondered why no one was selling pasties in Chicago. Finally, around Labor Day 2010, Carrie found herself in the kitchen with butter, flour and the necessary ingredients for the traditional pasty. Good things happened. Another month passed and Jay was proving a dab hand at pastry making. Who knew that years of drumming would develop exactly the muscles needed to roll light, tender pastry?And so we baked on, our own garden providing the inspiration and produce for constant variations on the fillings. (Talk about “locally-sourced”!) The problem with pasties is deciding what fillings really are the best. Let’s face it, anything wrapped in really yummy pastry can be good. That said, we agreed that jicama and chocolate just don’t mix, so don’t look for it on the truck!Once we’d decided on half a dozen tasty recipes ranging from vegetarian to traditional to exotic, we were ready to go. But – how to get the pasties to the people? Being avid cyclists, our first thought was to use pedal power to purvey our pasties. Put an oven on an ice-cream tricycle! Heat with propane! Feed hungry Loop workers! As you may have guessed, City Hall was not supportive.Sadly, dog-sleds were out of the question, so we started investigating other mechanized options and finally hit on a real winner. Keep your eyes open and your nose to the wind and you’ll see us soon on the road selling our pasties.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Bridgeport Pasty",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e87729e-7860-48e0-85c3-34f046204482.jpg",
  "transactionFee": 30,
  "username": ""
}