{
  "address": "",
  "description": "Chicago may be the land of deep-dish, but this gourmet wood-fired pizza is absolutely loved amongst the locals because it’s simply delish. This talented team uses the best and freshest ingredients for their selection of toppings, ranging from Classic (such as Margherita) to Neo-Neopolitan (Prosciutto & Arugula), Brunch (Omelette- with scrambled eggs, fresh spinach, and mozzarella), to Premium (Lobster & Asparagus). Only the most authentic finely-milled flour goes into their dough, and they fire up each pie in a gorgeous custom copper oven, ensuring true-to-Naples taste and texture. You can find this crew and their fantastic food at local farmers’ markets and festivals, or they’ll happily bring their special oven right over to you. Whether you’re going for “casual” or “elegance” with your next event, the Copper Oven crew will match your vibes, accommodate your preferences, and ensure that all your guests are not only satisfied by these pizza dishes, but delighted. Copper Oven Pizza is the complete package when it comes to a culinary experience full of flavor and care. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Copper Oven Pizza",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5717ab32-ddf8-4c61-b799-33de46204482.jpg",
  "transactionFee": 30,
  "username": ""
}