{
  "address": "",
  "description": "Cupcakes for Courage is the brain child of Kathryn and Laura Pekarik, two sisters that share the same passion for baking and want to share that passion with the world one cupcake at a time.Kathryn was diagnosed with non-Hodgkins T-cell Lymphoma in May of 2010. Later that year, a benefit was held in her honor to help defray the costs of her medical care.  To contribute, Laura baked 250 cupcakes to host a bake sale at the event. There were four unique and delicious flavors to choose from; all of which were personally created.  The cupcakes received such rave reviews that friends and family were requesting them by the dozen!As a result, Cupcakes for Courage was born to provide our community with delectable little cakes  while raising money for our cause.  We also bake with care for the environment to protect it for generations to come.We pride ourselves in our delicious flavors and are committed to providing the finest cupcakes with the highest quality of ingredients.  We deliver a cupcake we stand behind while raising money for cancer research and the ‘Ride Janie Ride’ foundation; we strive to support many organizations in our community and beyond.So when you bite into a cupcake for courage you know that it’s a cupcake dedicated to changing the world in small and BIG ways.To learn about Laura's Cupcake Wars experience and how her personal philosophy developed in the face of her sister's cancer, check out the Roaming Hunger blog post here: http://roaminghunger.com/blog/8607/cupcakes-for-courage",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cupcakes for Courage",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/1989/543faf5c-93c0-4aa9-9c97-622146204482.jpg",
  "transactionFee": 30,
  "username": ""
}