{
  "address": "",
  "description": "Similar to an ice-cream truck, our cute, cupcake van, cruises around Chicago meeting the sugar rush needs of those who delight in eating fresh baked cupcakes curbside! We have 7 varieties and a weekly special.Driving through our neighborhood I saw an old beat up ice cream truck tootling around. It was unusual as there are very few kids in the area. I got all nostalgic and I strolled down memory lane.  I remembered how I used to hear the music, run barefoot in a panic into the house and beg my mom for change while panting, hurry, hurry, he's going to be gone! Just as vivid as if I was once again 7.  It made me think... there is certainly a void in my adult life for something so simple yet so enjoyable! So, the wheels began to spin...wouldn't it be great if the ice cream truck was updated for us urban city dwellers....don't you agree?  But, I questioned would I be willing to run down the street in 3 inch heels, chasing after an ice cream truck again? Hmmm...not really, but you can bet your Jimmy Choos I would do it in a heartbeat if it were a cupcake truck!   A cupcake shop isn't always convenient and it just doesn't give me that same giddy feeling, I got from the ice cream truck.  What cute 'lil van wouldn't make you smile, especially one loaded with delicious cupcakes that meets you curbside!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Flirty Cupcakes",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ddff8d4-0dec-48dd-83b7-362d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}