{
  "address": "",
  "description": "GiaVia Sweets is a father/daughter team with 13 years of restaurant industry experience. We had decided to take a break for 6 months but soon came to find that we missed being in the industry so much that we needed to create something and fast! However, we didn't want to create just any ordinary restaurant, so we got to thinking...Then it suddenly hit us when we got home from a long relaxing vacation. One night while watching the \"Great Food Race,\" our interest was suddenly sparked! The “Great Food Race” is a mobile vendor special on television in which specialty food trucks compete against each other.  So, we thought to ourselves – how clever, lets do it!  Knowing this was going to be the next craze we decided to jump in feet first!The possibilities were endless in choosing exactly what type of food to provide, so what made us choose cupcakes? Pretty simple actually -- cupcakes have always been a fun dessert for both young and old.  More so, you can do pretty much anything now with cupcakes – creating fun flavors, colors, etc!  And really, who doesn't love cupcakes!?",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "GiaVia Sweets",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f316537-26a4-4133-9b57-65d946204482.jpg",
  "transactionFee": 30,
  "username": ""
}