{
  "address": "",
  "description": "What is Glutton Force Five?You may ask yourself, what is Glutton Force Five? Our organization lies somewhere between bad Arnold commando movies from the 80’s and a battered deep-fried cheeseburger at a carnival. Confused? That’s part of the plan! At the center of it all are two competitive eaters who saved up their winnings to create something that is not only gratuitous and ridiculous but also good all at the same time…a food truck!  We eat, cook and save the world from boring food. There is not an eating contest that’s scared us away (Rocky Mountain Oysters anyone?) or a food challenge we can’t conquer (screw you Richman, you eat like a girl). We’ve travelled the world eating competitively, been to every truck stop diner, native American gift shop and sampled every fast food phenomenon. We’ve taken all of our experience and put it right back into our own gustatory creations!  Chicago is a tricky place for a food truck but we’re betting on Rahm! We are ready to blow the lid off of the food truck scene but are limited by the constricting regulations the city enforces on businesses like our own. Chi-ish Beef anyone? Braised Corn Beef, onions and peppers cooked in duck fat, mustard cream cheese sauce and swiss cheese. Pizza–in-a cup or deep fried cheese curd poutine? We are ready to get crazy, but not until Rahm loosens the constricting silicone lap band that is Chicago politics from this harmless and exciting industry.  Till then, we will be out there, hitting every street festival, food rave and back alley; pushing the limits of the food truck law. So if you're hungry, if no one else can help and you can find us, maybe you can dine with….Glutton Force Five!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Glutton Force Five",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eac06c3-1b08-4c77-9979-53fd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}