{
  "address": "",
  "description": "Ask any neighbor in Norman, and soon you’ll know that Midway Deli is the corner market to go to for the best sandwiches, soups, and sides. Of course, this has been common knowledge since 1955 when this cutely quaint market first opened their doors. Today, not only can you visit this sweet corner grocery, Midway Deli is now also mobile! This ornate truck is roamin’ the roads and serving the same comforting food and service that’s been warmin’ the bellies and souls of Norman for more than half a century. Come try one of these historic favorites (a few are even named after frequent local patrons) like The Michael (peppered turkey swiss, tomato, banana peppers, with mayo & dijon on a warm, fresh-baked croissant), or The Arnie (ham, pepperoni, salami, banana peppers, tomato, onion, and Italian dressing on grilled ciabatta), or why not a classic Slammin’ Sammy (Peppered turkey with bacon and swiss). These are only just a few items off their delightful menu, so truck on over to Midway Deli or have them truck on over to you, either way, this wonderful food will make your day A-OK!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Midway Deli",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/570d81b9-2b78-499c-97a1-299e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}