{
  "address": "",
  "description": "Authentic Mexican street food with our own unique twist. We have a wide variety of choices of meat including Asada (steak), pollo asado (chicken), carnitas (pork), alpastor (pork), barbacoa (shredded beef), picadillo (ground beef), shrimp and fish. We also offer some vegetarian dishes. All of our meats are prepared and cooked fresh daily. Our tortillas and bread are also made daily from scratch. All our recipes are in house and will not be found anywhere else. We offer 3 different hot sauces for all our food: a habanero based sauce, a jalapeño and avocado based sauce and a dry red chile pepper sauce. We are also known for our great burgers and charro beans. Our most popular burger is \"La Mexican.\" It starts with a made from scratch party, wading to it ham, hot dog topped with cheese, lettuce tomatoes and avacadoes. We use mayonnaise and mustard For this particular burger. Our charro beans are slow cook with pork, chorizo, hotdog, bacon, ham, onions, tomatoes, jalapeños and a few other secret seasonings. Aside from these great dishes we can also create items at request for special events.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "MT Express",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/559af70b-b728-4c1a-8625-153246204482.jpg",
  "transactionFee": 30,
  "username": ""
}