{
  "address": "",
  "description": "Cooking & Smoking Whole Hog on All WOOD!For as long as I can remember, my dad & I have been cooking ribs...always debating methodology, timing, temperature, & of course who's are the best!  Maybe one day we'll have to have a cook off.Labor Day weekend 2009 some friends & I decided to throw a Pickin' Party.  Dad had an old oil drum cooker that wasn't being used & I had been looking for an opportunity to learn how to cook a whole hog.  It was something I'd always wanted to do & I figured what a perfect chance to give it a go.A good friend of mine, Marc Mitchem, grew up cooking hogs the old fashioned way...low & slow burnin' hickory fire wood down to coals in a burn barrell & shoveling the coals into the four corners of the cooker.  He gave me the basics on temperatures & times & off I went to cook my first hog.We LOVE dry rubs, so we decided to make up our own, & for the first time in my life, I wrote down the ingredients & proportions just in case it turned out good, which it did.  We also modified a sauce recipe to our liking, rubbed up the hog, cooked it according to plan, & watched as the people ate & ate & ate some more until they couldn't eat any more.  From that party, we got several requestes to cater which snowballed into a catering business.  The following April (2010) we won 1st Place in the Whole Hog Division  in Edenton NC at the KCBS (Kansas City Barbecue Society) Sanctioned Hog Fest.  We won 2nd Place this year, 2011, at the same competition & were only 2 points out of a cumulative of 216 behind Myron Mixon, Jack's Old South, 3 time World Grand Champion.  Well, the rest is history!We're now in Wilmington NC serving the best BBQ in town!  Come give us a try & bring us out for your next event!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Poor Piggy's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb1f4ef-bfc4-491f-af68-083046204482.jpg",
  "transactionFee": 30,
  "username": ""
}