{
  "address": "",
  "description": "Comida gourmet truck Denver is comfort in the form of Mexican street food served out of a big pink vending truck. Created by Rayme Rossello, Comida is a mobile Mexican feast.Rayme came to Colorado in 1990 by way of New York City. After working for and learning from some great local restaurant owners in Boulder, she partnered with Pam Proto and co-founded Proto’s Pizza in 1999. In 2007 Rayme graduated from the Culinary School of the Rockies with a degree in Pastry Arts and left Proto’s in search of the next thing. Comida has been a dream in the works for the last 3 years.Rayme has many to thank for their help in making this dream come true, but it is Jovee that helps her bring Comida to life on a daily basis.Jovee and Rayme first worked together at Proto’s. Every day spiritual gangster and baby whisperer, Jovee can also cook the pants off a pig and is the keeper of the truck and all her glory.The Comida truck will travel through neighborhoods and office parks along Colorado’s Front Range, feeding people simple and authentic Mexican flavors and making friends along the way. We’ll keep our menu small enough to cook everything inside the truck; serving tacos, roasted chickens and gorditas – all made using the freshest local ingredients and cooked from scratch.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Comida",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e069363-14b8-4ea3-b5a6-191c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}