{
  "address": "",
  "description": "If you’re looking for a quick meal on the go, but don’t want to sacrifice health and nutrition, there’s actually a delicious solution, and it happens to be Keenwah, CO. With a mission to make fast and healthy cuisine, while also making quinoa (and its many nutritional benefits) more approachable for every type of appetite, this keen mobile machine is dishing out locally sourced & sprouted superfood creations on the streets of Denver. Their amazingly tasty selection includes Quinoa ‘n’ Peaches (quinoa & yogurt, topped with cinnamon, nutmeg, and fresh Colorado peaches), the Breakfast Burrito (quinoa, eggs, black beans, cheddar cheese, with a spicy pico de gallo, all wrapped up in a gluten free or flour tortilla),  The Harvest (medley of quinoa, slow-roasted butternut squash, parsnips, Brussels sprouts, and shallots, with cranberry-ginger chutney),  and The Thai (quinoa, spinach, zucchini, roasted sweet potatoes and mushrooms in a zesty coconut green curry). And for a delectable and wholesome dessert, don’t forget to grab a Quinoa Almond Butter Chocolate Chip Blondies. Yum.For all this and much more, come on out to Keenwah, CO!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Keenwah, CO",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/551c744d-936c-4945-82da-517746204482.jpg",
  "transactionFee": 30,
  "username": ""
}