{
  "address": "",
  "description": "Born and raised in Texas, John Ash has a fiery passion for traditional Texas BBQ, and since the beginning of his culinary career has dreamt of the day when he could share the treat of beautifully slow-cooked meat with the cowboys and cowgirls of Colorado. His delicious dreams have come true and now he’s driving his school bus turned food truck through the streets of Denver, schooling everyone (even the local channel 2!) on the tastiness of Ol’ Skool Texas Que!You must seek out this bus and try his selection of beefy Brisket, juicy Pulled Pork, or smokin’ Hot Links. You have the option of piling your meat on Texas Toast for a sandwich with the most. Or if you’re on the run, swing by for a Sundae! All the Que is in a cup and you can quickly eat it up. Local favorites also include the Smoked Chicken Wings- tossed in a spicy chipotle BBQ sauce and the BBQ Poppers- pickled jalapenos that are stuffed with BBQ cream cheese and wrapped in bacon...mmm...Y’all need to come out, be cool, and kick it Ol’ Skool with this incomparable Que. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Ol' Skool Que",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/13429/56ed5f41-b0b0-4f81-b116-470746204482.jpg",
  "transactionFee": 30,
  "username": ""
}