{
  "address": "",
  "description": "If you see these flamin’ hot pink trucks on the Denver streets, then it's time to dine on some famously tasty award-winning cuisine. At PinkTank, they're serving up ridiculously delicious Burgers, Hot Dogs, and of course, the wow-the-crowd-favorite: Finger Lickin’ Waffles & Chicken- chicken legs tossed in homemade hot sauce, with a sprinkle of bacon crumbles, atop a buttery Belgian waffle- topped with caramel-maple syrup and PinkTank’s own heavenly hot sauce ice cream.This mobile kitchen is equipped to fix up breakfast, lunch, and dinner, for crowds of any size. So delight your guests at your next event with PinkTank's amazing menu, and you will surely receive quite a lot of \"thanks!\".  Here’s a quick peek at a few of their incredible creds: * Best Food Truck- Denver A-List* Food Truck Fight Winner- Denver A-List* Best Food Truck- Westword’s Readers' Choice & Editor’s Choice* Best Dish in Denver- 303 Magazine* Customer Satisfaction Award- Talk of the Town* Top 26 coolest small businesses in Denver by Business Insider 2014And their fantastic food has even been featured all over TV!* Food Network & Cooking Channel’s “Eat Street”* Cooking Channel’s “Carnival Eats”* NBC’s “Food Fighters”And we have even more exciting news...PinkTank2 is serving up delicious BBQ!Taking the same quality and passion for food that made the first PinkTank such a success, they’re also impressing Denver foodies with their selection of sandwiches piled high with delicious meats (including Turkey, Brisket, Pulled Pork, etc...), as well as quite a few comfort treats (including Mac & Cheese, Baked Beans, Cole Slaw, Fries, etc...), and beautiful Baby Back Ribs that you too can slather in any of their awesome Specialty Sauces (Mild Mango, Spicy Habanero, Mustard BBQ, or Honey Chipotle). So come queue up or have them bring the goods to you, either way, you’re due for some great grub from the PinkTank 2 truck. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "PinkTank & PinkTank2",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5727c8a4-e3fc-47d9-a2b7-18da46204482.jpg",
  "transactionFee": 30,
  "username": ""
}