{
  "address": "",
  "description": "The Roll It Up Sushi Truck is roaming through the Denver streets and rolling out the tastiest sushi you may ever eat. Chef Mat and David met while working at a multi-million dollar restaurant, and while drudging through one of their many endless shifts, formed a dream to work for themselves and take their high-end skills to the streets. Now they’re blowing the minds of Denverites with their incredibly delicious sushi. Every roll they’re doling out has become an instant favorite, including theThe Voodoo Child- Pacific Ahi tuna, Kasaie Chili marinade, sliced cucumber, fresh guacamole, and julienne jalapeno, topped with Dojo mayo, young onion, Sambal-Teriyaki and roasted wild sesameThe Sandy Colfax- Denver’s own “Honey Smoked Salmon”, julienne Granny Smith apple, cream cheese, and toasted almonds, topped with citrus-honey glaze, and mixed sesame seedsAnd their dessert rolls, such as…The Puerto Rican Girl From Queens-Fresh Strawberries, NY-Style Cheesecake, Italian Zabaglione, rolled, battered, and fried, topped with raspberry sauce, confectioners sugar, and toasted almonds...are also demonstrating the true potential of gourmet mobile cuisine. For an incredible dining experience that begins with just a glimpse of this gloriously ornate vessel, come on out and try a taste from the Roll It Up Sushi Truck. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Roll It Up Sushi Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5734f30c-8edc-4eac-99b8-063a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}