{
  "address": "",
  "description": "Chef David Diop transformed The Pikine Grill from tent to truck and is now taking it  around town and dazzling Denver with his delicious and authentic Senegalese cuisine. Until Chef David rolled up from Senegal (Pikine, to be exact), Colorado was a stranger to the classic gourmet dishes of West Africa. Now everyone can tell you with expert confidence that this food is incredible.Come by and try the favorites like The Brochette you won’t forget; Two juicy grilled tender chicken or beef kebabs with bell peppers and onions, and served with perfectly seasoned frites. People cannot contain their passion for the perfectly fried plantains or the Fataya (pastries stuffed with spicy, herby seafood/vegetables - this dish is comparable to an empanada). The desserts are worth sticking around for too, especially if you’re craving fluffy Belgian Waffles served with seasonal fruit, drizzled with dark chocolate, and topped with fresh whipped cream and powdered sugar, or so much more. You all will be majorly pleased by all this amazing food that’s Senegalese. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Pikine Grill",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56ec9938-5860-427f-ab2d-544646204482.jpg",
  "transactionFee": 30,
  "username": ""
}