{
  "address": "",
  "description": "City: Bonita Springs, FLThe Nosh Truck is here to provide Southwest Florida with what we call \"Inspired Street Food\".  Fresh and innovative cuisine all from our mobile restaurant.  Our menu is designed to be fun and diverse while utilizing the freshest ingredients.You may know Scott D. Sopher most recently as executive chef for Naples Bay Resort and its signature restaurant, Olio on Naples Bay. Chef Sopher was previously executive chef and equity partner of Cin Cin Mediterranean Cuisine, the Fort Myers restaurant serving cuisine inspired by the diverse cultures and flavors of the Mediterranean. He has also served as executive chef for Traders of Bonita Springs, Florida.Earlier in his culinary career while based in Asheville, North Carolina, Chef Sopher refined his culinary skills while employed as sous chef for The Richmond Inn. While in Asheville, he participated in prestigious culinary training programs at the landmark Biltmore Estate.Scott Sopher is a graduate of the acclaimed culinary school, Johnson & Wales University of Providence, Rhode Island.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Nosh Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eac3872-97c4-4bb3-abbf-472946204482.jpg",
  "transactionFee": 30,
  "username": ""
}