{
  "address": "",
  "description": "Comme Ci, Comme Ça / Chef Samir Truck / Think Different TruckSamir was born and raised in Casablanca, Morocco.He took very first plane ride in December of 2000 and was so so cold when he landed!!!He was not much a cook when he arrived in the States, and was determined to learn to feed himself in order to stop eating pizza everyday!So he started asking his mama tajine recipes over the phone, and one recipe after another he fell in love with cooking. He started to gather his friends and cook traditional Moroccan food for them, most of them hadn’t heard of a tajine [a clay cooking vessel made  of a low dish and a cone shaped lid, traditional in Moroccan and other North African cuisine] or they never tasted a “real” cous cous!!!It comes so naturally to Chef Samir to gather people and cook for them, “it feels like family”, he always says.Cooking is his way to give back to his community, of SPREADING LOVE ONE BITE AT THE TIME!He’s a real burner at heart, and who knows maybe one day Comme Ci Comme Ça will hit the Playa!!! He feels extremely lucky to live in New York City as he has the possibility of tasting all sorts of different food under the same “roof”!That’s when the idea of Comme Ci Comme Ça was born. A restaurant on wheels. Chef Samir wanted to offer the fabulous NY crowd an affordable gourmet meal.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Chef Samir Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e76f924-8a04-4f0a-9cc4-65c846204482.png",
  "transactionFee": 30,
  "username": ""
}