{
  "address": "",
  "description": "Rated the #1 burger truck in NYC, Hard Time Sundaes is serving up delicious, juicy burgers that make the local foodies (including the top chefs of NY) just go bonkers. After Andrew Zurica’s restaurant (The Luncheonette, in Mill Basin, Brooklyn) was tragically destroyed by Hurricane Sandy, the acclaimed chef decided to get a truck and keep serving his beloved American cuisine out on the streets. His signature “Hard Times Burger” (a single, double, or triple prime Angus burger with American cheese, slowly caramelized onions, and thick cut hardwood smoked bacon, all on a buttered and grilled potato roll) became so rapidly famous due to its divine tastiness, that Zurica’s food soon caught the attention of the press, and the rest is history. Now everyone knows exactly where to go when they’re craving the perfect burger with the freshest and highest quality ingredients. And of course, you can’t forget to order up Hard Times’ classic & creamy frozen treats, Brooklyn-style hot dogs, soups, fries, and much more. For a quintessential modern New York experience, complete with an utterly mouthwatering all-American meal, make your way straight to the Hard Time Sundaes truck. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hard Times Sundaes",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/574dee4e-2ca0-401e-9813-708446204482.png",
  "transactionFee": 30,
  "username": ""
}