{
  "address": "",
  "description": "Kimchi Taco was born out of founders  Phillip Lee and Chef Youngsun Lee's desire to share their love for Korean food with the world.  \"Having had the opportunity to experience different types of cuisine while traveling and living in NYC, I realized the elements of Korean flavor and taste could stand up to any of the popular cuisines such as Italian, French or Japanese,\" says Phillip.  Their challenge was to figure out how to make Korean food accessible and memorable in ways that the general public could truly appreciate its unique and bold flavors.  Phillip and Chef Youngsun Lee spent over six months in the kitchen perfecting their recipes for two of the best-known Korean dishes: barbecue and kimchi.  Kimchi is spicy pickled cabbage essential to every Korean meal and it's the heart and soul of the Truck.  The Kimchi is made in-house using chef Youngsun's grandmother's recipe and special pepper flakes from a farm in South Korea.  All of the dishes are topped with fresh or sautéed kimchi. The uniquely seasoned barbecue offers Korean marinated beef, braised pork or chicken.  All the meats are marinated with Youngsun's treasured family recipes using ingredient such as different types of fruit to provide savory and sweet flavors.The inspiration for the Truck also comes from Phillip and Youngsun's love of street food and marrying different flavors to create innovative and contemporary cuisine.  The diverse menu includes street classics such as tacos, cheesesteaks as well as a culinary first, \"Falafel Kimchi Taco\" - a vegetarian option made with tofu and edamame.  Kim-Cheesesteak Sandwich (Philly cheesesteak inspired) is served with melted cheese and kimchi, which delivers unexpected and delightful combination.  Continuing the Korean tradition of serving delicious and healthy food, the Fresh Kimchi Bowls offer healthier versions of the burritos without the tortilla.  Kimchi Taco Truck will send you off on a new culinary journey.  We hope you join us for the ride.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Kimchi Taco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e3dc73b-7080-493a-991f-70b446204482.jpg",
  "transactionFee": 30,
  "username": ""
}