{
  "address": "",
  "description": "Luke's Lobster is New York City's freshest, most affordable lobster roll -- straight from the docks of Maine.It doesn’t take a master chef to make a great lobster roll; it takes great lobster. Luke Holden knows where to get the best stuff around . . .Holden, 26, was born and raised in Cape Elizabeth, a small town on the coast of Maine.  He grew up lobstering, built his own skiff, and launched a lobster company while still in high school. When Luke moved to New York to work in finance, he was dismayed to see lobster rolls—drowning in mayo and diluted with celery—priced anywhere from $20 to $30. So he called his dad Jeff, who owns a seafood processing company in Maine. The father-son duo has built longstanding relationships with lobstermen, which earns them access to Maine’s best catch. They were on to something . . . something big.On foggy mornings off Vinalhaven, burly lobstermen in bright yellow Grundens haul traps from the open seas, and they're taken from the dock to Luke’s family seafood business. In just hours, the frisky pinchers are steamed, picked, and individually wrapped before they’re sent south to Luke’s Lobster.  Each plastic bag contains a quarter-pound of pure, unadulterated lobster meat from 5 or 6 unlucky lobster claws (yep, it takes that many lobsters for each roll!).  The lobster meat is sealed in these air-tight bags to lock in that fresh-from-the-ocean taste and to prevent contamination.  Throughout the 315-mile trek from Maine to Manhattan, the lobster meat remains in pristine condition, having last touched Maine air.  The result is a deliciously fresh lobster roll that allows you to truly taste Maine at its best. Luke just wouldn’t have it any other way. So when you walk up to the shingled counter at Luke’s and admire the buoys and traps, remember the lobster tale and remember the lobstermen.  And when you walk away, remember the taste of Maine.  Although we doubt you’ll ever forget it.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Luke's Lobster",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5578c454-b7c8-40da-bdc7-2a1d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}