{
  "address": "",
  "description": "Sunday mornings in Los Cabos were the best. Waking up to an extravaganza of aromas, music and happiness roaming through the house. My dad (a culinary artist) would get up early to make breakfast, and with the aromas I would  jump up and run to see what he was cooking. When I asked him if I could help, immediately he said I was too young to be around a hot stove and sharp knives. I protested “But how will I cook for my kids when I’m older if you don’t teach me now?” Shocked, my father smiled and put me up on a stool to cut the tomatoes. There it all began. My father passed on to me an extreme passion for cooking and eating. We traveled all over Mexico to understand our country better. When we arrived at little towns in the middle of nowhere my dad would quickly strike up a conversation with anyone around to find the best spot to eat. He taught me how to investigate the towns, interact with  their people and fall in love with Mexican culture. We then moved to the U.S, a land where my opportunities opened drastically. During my high school years I would go to school and work afternoons in restaurants, learning more and more secrets about the industry.After high school, I moved to New York City and started working at Tom Colicchio’s new restaurant, Riverpark, where I was introduced to a whole new level of service and cuisine. At the same time as I was working at Riverpark, I started working on my own project to start a business in New York. I spoke with my dad about opening up a food truck; he loved the idea, and immediately we started developing our concept. Finally we landed with Mexico Blvd, a concept that would bring to New York the food and culture of Mexico that we loved so much. Now, here at Mexico Blvd we have a simple philosophy: We are here for you to eat part of our culture, enjoy the satisfaction of our unique flavors, ultimately encouraging you to come back. We are here in New York to make our passion a reality, to bring you the best flavors we can provide, to satisfy the people and bring smiles. We want to make history. Become part of our story. Become part of Mexico Blvd.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Mexico Blvd",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f4ec9ac-922c-4f34-945e-232846204482.jpg",
  "transactionFee": 30,
  "username": ""
}