{
  "address": "",
  "description": "Milk Truck New York is dedicated to making high quality artisanal grilled cheese sandwiches and milk shakes. Our mission is to make people happy and delighted (because who doesn't want to be delighted?)Late one night, when I was a kid, my Mom roused me from a deep sleep. She’d just made herself a midnight snack and insisted that I taste it. It was a sandwich—not a grilled cheese—but I remember that it tasted great. And it made me happy. So that’s probably when the idea for Milk Truck started.A grilled cheese sandwich is a simple thing. But Milk Truck Grilled Cheese aims to be more than putting together butter and bread and cheese.We tested tons of different combinations to arrive at the sandwiches we now serve. We obsessed about what kind of bread to use with what kind of cheese. We obsessed over how thick the bread slices should be for each sandwich. (That’s why you’ll see us hand cutting our bread with our handmade bread miter.) Every ingredient in each sandwich is there because we think it needs to be to make that sandwich delicious.Because we really believe that if we make and serve delicious things, it will make people happy.And just in case that doesn't work, we decided to call the company Milk Truck.To read about this truck at the Brooklyn Smorgasburg, check out the Roaming Hunger blog here: http://roaminghunger.com/blog/8303/brooklyn-smorgasburg",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Milk Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e8bb1a7-6240-4dec-b671-189b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}