{
  "address": "",
  "description": "Move over donuts, get out of the way average cup o'joe, there's a new kid on the street.Highlighting the menu are European-inspired create-your-own croissants-filled with a choice of luscious pastry creams such as mocha, praline, vanilla and chocolate, all natural preserves, honey, and nut butters. Other delectables include muffins, scones, quiches, savory croissants, cookies, brownies and more baked before your eyes. Since any pastry worth its calories must be accompanied by an outstanding cup of coffee, this eye-catching, magnificently equipped café on wheels definitely has it, along with espressos and cappuccinos.To help keep things green, Sweetery NYC uses all natural ingredients, organic milk, raw sugar, and fair-trade coffee beans from a sustainable rain forest that are precision-roasted locally. The truck itself uses bio-diesel fuel to reduce emissions.About our Gourmet Food TruckThe Sweetery NYC truck, codename CHOPPER (after Grant's beloved Labrador Retriever), is a street food mobile bakery with a professional and beautiful kitchen designed by owners Grant Di Mille and Samira Mahboubian. Large windows allow you to see right into the kitchen where goodies are baked fresh daily with the truck's own self sufficient power source. The fun, attention-grabbing 360° exterior graphics can be spotted from even the highest building, and most importantly, Extremely CLEAN and well maintained throughout.Look for the Sweetery NYC truck at your Sweet spot!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sweetery NYC",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e7c3feb-6a64-4e00-ac07-77b546204482.jpg",
  "transactionFee": 30,
  "username": ""
}