{
  "address": "",
  "description": "The Vendy Award-winning and ever-so-whimsical Cinnamon Snail trucks have been changing how meat-eaters of NYC & New Jersey see vegan cuisine, with its unbelievably scrumptious selection of sandwiches, burgers, pastries, and more...all organic, all vegan, all insanely tasty. Chef and owner Adam Sobel is a man on a mission to evolve how the world eats; letting go of foods that cause cruelty to animals and damage to our planet, without sacrificing any flavor, one amazing meal from The Cinnamon Snail at a time. Once you try anything off his menu, like the Maple Mustard Tempeh Sandwich(on grilled spelt bread with roasted garlic aioli, marinated kale, tomato, and onion), or the Beastmode Burger Deluxe (Ancho chili seitan burger grilled in maple bourbon bbq sauce, with jalapeno mac n cheese, arugula, smoked chili coconut bacon, and chipotle mayo on a grilled pretzel bun), and of course their delectable selection of pastries and donuts, like the Blackout Donut (with raspberry glaze and crushed chocolate cookies) or the Pomegranate Roasted Plum Donut...mmm, mmm, mmm….you just may find yourself to be a believer too. If you wish to feed your guests at your next event all this  incredible deliciousness, The Cinnamon Snail is just the truck for you. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Cinnamon Snail",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4de34df0-727c-4f45-a4d5-7ea746204482.jpg",
  "transactionFee": 30,
  "username": ""
}