{
  "address": "",
  "description": "The Empanada Sonata is providing the streets of New York with a musically mouthwatering experience, and with their quality of flavor and fun, the local foodies just can’t stop singing the praises of this upbeat truck. Keith Moran (NYC Firefighter) and Marlyse McAdam (lead singer of The Better Rocker Band) together fused their love for music and food to create The Empanada Sonata; where you can come try an eclectic assortment of incredibly yummy empanadas, both savory and sweet, with your choice of homemade dipping sauces. Their menu includes fresh hot empanadas stuffed with delicious fillings like Classic Beef, Santa Fe Cajun Shrimp, Thai Coconut, or Mac-N-Cheese. Dipping sauces include succulent Chimichurri, Cilantro Cream, or Sriracha Aioli. And for dessert, you’ll certainly want to order their S’more, Nutella & Banana, Pumpkin pie, or Strawberry Cheesecake, and these are all just a few!The food is so dang tasty, sometimes a long line of eager eaters will begin to form, but while you wait, you’re encouraged to participate in music trivia games and crazy-entertaining karaoke!For a food truck experience that brings music to ears and your appetite, you simply gotta eat at Empanadas Sonata.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Empanada Sonata",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57683d36-83e4-40cd-9d76-141946204482.jpg",
  "transactionFee": 30,
  "username": ""
}