{
  "address": "",
  "description": "Welcome to uncle gussys.  My  brother Franky and I (Nick) come  from a family of vendors.  Most of our family date back to the old days of New York and have been vending food there ever since.  We mosty work  in Manhattan the city that never sleeps but did some food vending in Queens.  We were basically born into this tough and exciting business.       For the last 6 years Frank and I have been vending in front od 345 Park avenue.   Our uncle started vending hot dogs and pretzels on 51st and Park avenue back  in 1971.   Here we are today bringing nothing but the best quality Greek cuisine to NYC.  Our menu offers traditional Greek food aswell as our specials which vary daily.  Our mom loves to cook gemista, spanakopita, and many more Greek dishes wish will make you want to come back for more.       Everything is prepared, seasoned and marinated by our beautiful mother Katerina.  Our motto is to provide quality quantity and excellent service.  We wouldn’t have it any other way and if you ask our customers they will tell you the same.  Most of our seasoning is lemon olive oil, salt and imported oregano from Greece.  Our specialty is the tzatziki sauce which left our customers wanting more.  This wonderful and delicious sauce is prepared from scratch from our mother.  We use nothing but the finest and freshest ingredients.  We cannot emphasize how much time and effort we put into this business as a family so we can give our customers the feeling of eating fresh home cooked Greek cuisine.  So stop by and enjoy 39 years of quality service and I bet you will keep coming back for more.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Uncle Gussy's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e7a4b25-3014-4f98-ab89-52a446204482.jpg",
  "transactionFee": 30,
  "username": ""
}