{
  "address": "",
  "description": "If any of you Long Islanders are longing for a meal that’s so delectable, it tastes like an indulgence but is in fact quite healthy, then Whole Le Crepe is totally the trailer for you. Tina Paola had this exact craving one day and was inspired to concoct her own crepe recipe with fresh, organic ingredients including whole grain wheat, buckwheat, fruit, etc… After impressing family and friends with her creations, it became clear that these tasty crepes should also be shared with all of Long Island. Whole Le Crepe is the only mobile creperie in town and everyone around just can’t get enough of these delicious made-to-order meals. The menu is made with locally sourced ingredients and includes Breakfast crepes (with eggs, bacon, ham, melted cheeses, and fresh spinach), Sweet Crepes (like fresh strawberries, powdered sugar, and whipped cream), and Savory Crepes (like baby spinach, goat cheese, and dried cranberries), just to name a few. No matter the occasion or time of day, if you’re seeking the perfect food for your next event, simply choose Whole Le Crepe. .",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Whole Le Crepe",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/540789a9-2594-4ae0-a57e-438a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}