{
  "address": "",
  "description": "Once upon a time (July 2007 to be exact), two donut-loving fools decided that the people of Charlottesville, Va. needed a source for hot fresh donuts made from scratch with fresh organic ingredients. \"I wanted to make and offer to the public one extremely well-made food. The culinary equivalent of crack cocaine,\" says donut peddler Matt Rohdie. He and wife Jen Downey, along with many self-sacrificing friends, relatives, and their dutiful children, embarked on a recipe-testing journey that turned the family kitchen into a flour-strewn, vanilla-clouded laboratory, and yielded at last the Donut that demanded to meet the public.  indeed!! Tender and steamy on the inside...slightly crisped on the outside.....dusted with crunchy melty cinnamon sugar.....and infused with the mellow sweetness of apple cider. With the help of 1950s era technology in the shape of the mighty Donut Robot, we were ready to get rolling. After a month or two selling out of a tent at county fairs during thunderstorms, we knew it was time to provide our now beloved Donut Robot with a home less open to the elements. Enter Gypsy, our little red Donut-Wagon That Can. Measuring a mere 6 by 8 feet, Gypsy allows us to travel freely, and sell our donuts at all kinds of local craft fairs, music festivals, and other events. Our goal is to deliver the most perfect donut-eating experience possible We make all our donuts from scratch, and on site. Each donut is served hot from the cooker. Elapsed time from creation to devourment is always less then five minutes! We love being able to work together as a family, and spend time out in the community chatting with friends old and new over something as fine and simple as a donut. Come by next time you see us out and about and Carpe yourself a Donut!! It's all about the fine Ingredients! You have probably never eaten a donut like this. We start with organic flour, organic eggs, organic apple cider, and organic spices. Add pure organic sugar and non-aluminated baking powder and now you know all the ingredients. We cook all our donuts in 100% pure soybean oil. No hydrogenation, no trans-fats, no shortening. We always advise our customers to refrigerate the donuts if they are not going to eat them within a couple hours. They won't last on the shelf for a week like those \"things with holes\" at the grocery store. If you want great donuts at the grocery store, check out the listings on our \"friends\" page. In addition to the donuts, we serve organic coffee, cioccollata (Italian style hot chocolate), and fresh mulled hot cider. We buy milk and half and half without rGBH, organic cocoa and spices, and local cider. Finally, all oils used to fry the donuts are being converted to environmentally friendly biofuel at the end of their frying life. The Donut-Makers Matt Rohdie has been a local caterer for the last couple of years. He was previously a social worker with the City, a part time Coast Guardsman, and a restaurant manager and cook. Jen Downey has been a crafter for many years, lighting up local craft fairs and co-ops with her reborn lamps and hand made shades. She has been a free lance writer for the last several years. Jen and Matt are joined in running  by their children Finn, Lil, and Georgia, all of whom help with every aspect of donut creation and evangelism at ages 11, 5, and brand spanking new.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Carpe Donut",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ede34af-ed30-4254-b6ef-4f1246204482.jpg",
  "transactionFee": 30,
  "username": ""
}