{
  "address": "",
  "description": "Our internationally inspired menu boasts of the freshest ingredients to produce our one-of-a-kind dishes from around the world.  In each dish, you can easily appreciate the art of married spices that are seasoned to perfection.  Once you catch the aroma of Buzznbeez Good Food, you will not be able to resist the chef's special dishes.Chef Buze comes from a family of restaurateurs that are well known in the Phoenix valley.  He has worked in the family business for over 20 years and has run his own restaurants.  The family restaurants of Mrs. White's Golden Rule Cafe, LoLo's Chicken and Waffles, Bumblebee Soulfood and Late Night Munchies have been the most prominent soul food restaurant in Arizona.  The pioneer restaurant of Mr.s White's Golden Rule Cafe has been in downtown Phoenix for over 40 years.The home style restaurants have definitely made a spot on the map and are included on the bucket lists of many A-List stars.  These family restaurants have recently been featured on a handful of shows on the Food Network Channel as well as receiving prestigious honors of the Best of Phoenix.  Buzznbeez Good Food Truck assures you a taste of the scrumptious family secrets that bring a touch of down home cooking to your palate.  This goodness is enjoyed in every dynamite dish that Chef Buze has masterfully created for you to indulge in.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "BuzznBeez",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2850/53d725a7-03fc-4f04-b97b-6baa46204482.JPG",
  "transactionFee": 30,
  "username": ""
}