{
  "address": "",
  "description": "Everyone Enjoys Tacos Right? We think so, which is why we set out to make healthy, scrumptious, mouthwatering tacos.  Growing up in the Southwest, we developed a love for all types of Mexican food at an early age.  There are so many different types of Mexican food that vary by region and we have tasted them all.We decided that while most people buy a vending cart to sell hot dogs, we would use our cart to share the tastes of the gourmet tacos we love.  We have had a blast tasting, twisting and perfecting the different fillings and salsas we bring to the table for your enjoyment. You can find Carte Blanche at a variety of special events and festivals throughout the greater Phoenix area.  We are also available to cater private events at the location of your choice whether it be a wedding reception (or on the other end of the spectrum...a divorce celebration), birthday party, graduation celebration, bridal shower or a poolside gathering in your backyard. For a fun, unique and delicious experience call us for your next special occasion!!!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Carte Blanche",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4dd3770a-b184-42ab-b7e8-3c7446204482.jpg",
  "transactionFee": 30,
  "username": ""
}