{
  "address": "",
  "description": "Hey Joe! Filipino Food Truck. We are a husband and wife team who are bringing Cebuano street food to Phoenix via a food truck. EAT FILIPINO FOOD IN 2011!Brian and Margita are the husband and wife team behind Hey Joe.They met 5 years ago in Phoenix.  A couple of years later they had their wedding in Lapu-Lapu City, Philippines(Margita's home town)  Lapu Lapu is on a small island close to Cebu. One would think that fish would be the most popular dish, however pork and chicken BBQ  rules the street food scene.  The meat is cooked on a Filipino style \"robata\" grill.  Brian's taste buds instantly blew up and the wheels in his head started spinning.Being a graduate Scottsdale Culinary Institute ,Brian has a real passion for food. He worked at  Pointe South Mountain Resort at the former Latitude 30 restaurant. Also he was the opening chef for the Pure Sushi North Location, and worked for the L.G.O. corporation at Radio Milano. As he was slaving to the grind, living somebody's else dream, he couldn't stop thinking about how to bring the street food of Lapu-Lapu city to the streets of Phoenix. Then it came to him, a roach coach (food truck)So Brian turned to Margita to unlock the secrets of her native cuisine.  They returned to Lapu-Lapu to absorb as much information and calories as they could.  While doing this,and being of fair complexion,  Brian was constantly on the receiving end of locals shouting out \"Hey Joe.\"   And so forth, with Margita's inspiration and Brian's perspiration the Hey Joe Truck was born.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hey Joe!",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4dd36bd2-f500-4bc1-aadc-3df746204482.jpg",
  "transactionFee": 30,
  "username": ""
}