{
  "address": "",
  "description": "The people of Phoenix are no strangers to quality authentic Mexican food, yet they’re all so jazzed about Paz, it’s as if they just sank their teeth into tasty tacos for the first time! Since this truck is dishing out amazingly unique ingredients (including fried brussels, crispy kale, and seared Chilean salmon), they might as well have. Paz is pulling up all over Phoenix and treating the community to a mouthwatering menu that offers tacos, tortas, quesadillas, and burritos that you can customize with a delectable selection of proteins, including juicy Carne Asada, succulent Baja Fried Shrimp, zesty Chicken Tinga, and their Pork Belly that’s been braising for 15 hours, soaking in as much flavor as it takes to blow your mind. Have we mentioned that they serve breakfast all day? That’s right, you can feast on yummy, spicy Chilaquiles or heavenly rich Tres Leches French Toast any time you want, which will probably be all the time. Come get your fix for cantina cuisine you can’t resist at Paz. You’ll be “Pazitive” you made the right choice. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Paz Taco Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56e1fb7f-8064-4895-98b0-47ca46204482.jpg",
  "transactionFee": 30,
  "username": ""
}