{
  "address": "",
  "description": "fairycakes [ˈfer-ē ˈkāks] n. a small cake designed to serve one person, frequently baked in a small, thin paper or aluminum cup. As with larger cakes frosting and other cake decorations such as sprinkles are common on cupcakes. [British English]fairycakes employs local culinary students to bring our treats to the world, and want to make you laugh while you have a much needed treat.  We bake from scratch using only natural ingredients, and organic when possible—taste the difference.I left the corporate world and decided to do what I love— baking and making people smile. one of my dearest friends gave me the name. cupcakes are called fairycakes in England, and the name makes me laugh a little.Given that I live in the bay area, the name is perfect for many reasons. also, fairycakes let me step outside the cupcake arena and offer whoopie pies and other bite-sized treats.Cupcakes are the best. they're fun, they're just the right amount and guaranteed to make you smile. I hope fairycakes brings you that needed treat to your day.Feel free to send me your favorite recipes—I just might name a fairycake after you!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "fairycakes",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3044/54511ff3-a454-4508-81ec-18e546204482.png",
  "transactionFee": 30,
  "username": ""
}