{
  "address": "",
  "description": "Rice Rockit started as a crazy dream among friends early in 2011. We’re all foodies, and a few of our families have owned restaurants for many years. And with this huge movement of food on wheels sweeping the nation, we really wanted to be a part of it! It’s such a great avenue to showcase really good food. In the past, opening a restaurant was so expensive, risky, time consuming, convoluted, tedious, stress inducing, and you were lucky to make it past a year. But with this new movement, its no longer location, location, location – it’s about FOOD! If you cook it well and make it taste great, they will come… and better yet we can drive it to them! So we sobered up a bit and we got serious about our venture. We knew we wanted to be original and creative not with just our name, theme, and truck – but most importantly with our food. Growing up in Silicon Valley, we had the privilege of being in a wonderfully diverse community surrounded by great restaurants with flavors from all over the world. We wanted to take our favorite dishes, the food that we grew up with, and put a slight spin on it to make it fun, new, and exciting. So Fast Furios Fusion!So how did we come up with the theme?We wanted to be different, and light-hearted about the whole experience. Food should be fun and that’s the direction we took. We asked ourselves, what would be outrageous and what hasn’t been done before? Well we all grew up in the 90′s when import racing was just getting started. So we decided to incorporate that somehow with our business, and that really put us on the import racing direction.How did you come up with the name, Rice Rockit?So first off, we know the spelling is not the correct way to spell rocket. LOL So let us explain. When we went with the import racing theme, we wanted a cool and clever name. So who hasn’t heard of the term Rice Rocket? We all love rice…and on top of that one of us has been a DJ for over a decade, so we wanted to incorporate music with the theme. Hence forth, and therefore – in summary – We came up with Rice RockIt. Oh yeah BTW we love Star Wars too, so that was a plus. =)What in the world did you guys do to the truck?We pulled out all the stops in getting the truck the way we wanted it. We took the extra time (months and months) to redo it almost from scratch. So imagine, Xzibit stealing our Honda Civic and say “Yo dawg, I heard you like to cook – so I’m putting a full kitchen into your ride, with a crazy sound system and crazy lighting.” That’s pretty much what we did. And with the help of our friends from Audio Design and (Marty’s Chop Shop) – we overhauled our little old truck into what it is today.Who are you guys?We’re just a group of guys who always get drunk at a neighborhood bar and love food. We’re an Engineer, a Chef, Business Owners, and a DJ. It’s a great Silicon Valley combo. With this combination we plan to deliver great food and sick beats for your diverse EATS!!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Rice Rockit",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ef1231a-8394-41f8-a073-494746204482.jpg",
  "transactionFee": 30,
  "username": ""
}