{
  "address": "",
  "description": "Welcome to Waffle Amore!Coming soon to a parking lot near you, waffles made with love!Amore is a gourmet food truck in Silicon Valley! We bring the taste of authentic Liege and Brussels waffles to you!Greetings!  My name is Judy Vandoorne, and we started Waffle Amore to bring the taste of authentic Liege and Brussels waffles to you.We’ll be offering a variety of toppings, such as strawberries, bananas, whipped cream, Belgian Chocolate Hot Fudge, Maple Bacon Butter, Speculoos, and other sweet and savory creations!To give you a sense of my dedication to creating some of the finest waffles for you, we have spent considerable time training in Belgium learning old-world techniques, working both at the manufacturer’s headquarters, as well as a number of the  local Farmer’s Markets near Aalst, honing and refining my waffle-making skills along the way.  We’ve even purchased a custom waffle oven and had it imported from Belgium to help us craft an authentic waffle experience!I can’t wait to meet you, and share the flavor of these waffles with you!  We’ll see you soon!- Judy",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Waffle Amore",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5004f8f5-7b50-476f-b6e3-7bb146204482.jpeg",
  "transactionFee": 30,
  "username": ""
}