{
  "address": "",
  "description": "Bold. Brave. Innovative. DareDevil Dogs first appeared as a brick & mortar location on the campus of The Ohio State University, daring the people of Columbus to come try their deliciously innovative twist on traditional hot dogs and sausages. Using locally sourced ingredients like Ohio Proud meats, buns baked at Matt’s Bakery, and house-made sauces, they crafted a menu of beyond-tasty offerings. Every type of appetite is satisfied by their eclectic selection which includes classic favorites like the Chili Dog, as well as adventurous eats like chorizo sausage with a charred jalapeño crema. Their incredible food instantly wowed the crowds and it didn’t take long before DareDevil Dogs became locally acclaimed. They’ve taken the prize for “Best Campus Restaurant” from Columbus Alive’s 2015 Readers’ Poll and was ranked #31 on Yelp’s Top 100 Columbus Restaurants. Now, after a successful Kickstarter campaign (thanks to the wonderful Columbus community), the DareDevil Dogs Food Truck can be found popping up at festivals, breweries, and all kinds of cool events around town. The guests at your next event can also enjoy the unforgettable food and fun that always comes with DareDevil Dogs. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "DareDevil Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/11736/55bbf640-75d8-4006-b6ee-12f646204482.jpg",
  "transactionFee": 30,
  "username": ""
}