{
  "address": "",
  "description": "Short North Bagel Deli is a mobile food cart serving steamed deli sandwiches primarily on bagels. The original concept was started back in the 70′s on Miami of Ohio’s campus in Oxford and has spread to such cities as Chicago and Indianapolis. My original plan was to open a brick and mortar bagel deli in the Short North area. However after determining I’d need more than $200k to open, a mobile food cart seemed like a less risky business venture for a 25 year old entrepreneur.The concept of the steamed bagel is dear to my heart, my older sister graduated from Miami of Ohio and she would take me there when I came to visit her, it was my first taste of college if you will. When it came time for me to look at schools I put bagel deli’s high on my list of requirements the school must have. I ended up choosing Butler University on a soccer scholarship and ironically enough, there was a bagel deli just minutes from campus. When I wasn’t playing soccer, studying, or “studying” I was hanging out at the bagel deli, I couldn’t get enough of it.After college I moved back to Columbus and rented a house in Victorian Village, I spent a lot of my weekends and free time in the Short North area and quickly realized it was missing something, that’s right a bagel deli.  So I bring to you Short North Bagel Deli, I hope you stop by and give it a try!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Short North Bagel Deli",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb8d18a-48d0-4bba-a180-6e3346204482.jpg",
  "transactionFee": 30,
  "username": ""
}