{
  "address": "",
  "description": "The foodies of Columbus can always count on Street Thyme to cook up the most scrumptious burgers and fries around. The bread is baked locally, the delicious beef patties are sourced from Ohio’s own Carfagna’s Meat Market, and the toppings are fresh and of the highest quality. These elements come together beautifully to create this truck’s signature selection of burgers, which includes the...Apple Bacon Brie- caramelized granny smith apples and onions, thick hearty strips of bacon, soft brie cheese, and tarragon-chive mayo in between fresh-baked sourdough breadFun Guy- sauteed mushrooms, savory swiss cheese, a bit of blue cheese, worcestershire mayo, and fresh organic lettuce and tomatoVeggie Slamwich- seasoned Ohio Amish tomato, butternut squash, caramelized onions, sauteed mushrooms, swiss cheese, habanero-sriracha aioli, fresh avocado, jalapenos, and organic lettuce all on grilled sourdough bread(and these are only a few)You’ll also find fresh-cut fries with your choice of seasoning, including the signature Street Thyme with thyme, rosemary, garlic powder, and parsley. Of course you can’t fully experience this all-American meal without a rich, creamy milkshake to wash it all down, and thankfully Street Thyme’s milkshake creations are the best in town. If you’re craving some sublime flavor, then it’s about time for a quick stop at Street Thyme. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Street Thyme",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f4ff916-1dd4-4892-bccc-09ea46204482.jpg",
  "transactionFee": 30,
  "username": ""
}