{
  "address": "",
  "description": "IT’S THE ULTIMATE CATERING VEHICLE!In 2010 Julians Restaurant realized a longtime dream to create a double decker food bus and the ultimate catering vehicle.Originally from London, this omnibus was purchased by the JRB LLC and the transformation began.The seats in the first floor were removed to make room for a fully operational kitchen, complete with plumbing, refrigeration, an oven, flattop grill and a hood exhaust system.The seats on the top floor were retro-fitted to face each other around custom tables made from old maps.The exterior received a custom design and was painted by hand to maintain a bit of the creative, homemade aesthetic of which Julians has come to be known for.And so the Julians OMNIBUS was born!Since it’s ‘birth’, the Omnibus has been host to some wonderfully unique wedding and event settings and has been on the scene for many prominent festivals around Rhode Island. We’re proud to be able to say that we were awarded “Best Street Food’ in Rhode Island Monthly Magazine’s “Best of 2011″ issue.In Spring of 2011, the Julians Omnibus was chosen to cater for the set of the upcoming Wes Anderson film “Moonrise Kingdom”, feeding the likes of Bruce Willis, Edward Norton, and Bill Murray.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Julians Omnibus",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/507efd6f-9930-41b1-8834-2c0a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}