{
  "address": "",
  "description": "Rocket Fine Street Food truck is about all the joy that comes from kitchens. It’s about caring for our friends and neighbors, supporting the local economy and providing delicious food prepared thoughtfully, mostly from scratch, with high quality ingredients.Thoughtfully prepared food contains no hormones or antibiotics. It is fresh and locally sourced whenever possible. It is deeply satisfying and should result in coy, if not broad smiles.While there will be a few dishes that form the core of our menu and will be available every day, you will be surprised by the serendipitously appearing specials not usually seen coming out the window of a food truck. The philosophy of rocket is to present an ever changing menu that reflects the season, captures the spirit of the day, and draws upon locally available products whenever possible. These are some of our creations that the crew is currently working to master and bring to you.Serving freshly prepared food using local, natural, and organic ingredients whenever possible. Our pledge . . . No trans fats, No high-fructose corn syrup, No hormones, No antibiotics, from scratch.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Rocket Fine Street Food",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4dc62830-7370-4095-90f7-387946204482.jpg",
  "transactionFee": 30,
  "username": ""
}