{
  "address": "",
  "description": "BLENDERS AND BOWLS WHO?Blenders and Bowls is a healthy mobile food truck that is captivating and habit-forming. We specialize in natural fruit blenders (smoothies) and organic acai bowls. Our food is a great source of clean energy fueled by the purest nutrients. It is our goal to provide a fast, healthy and affordable meal option so that you can take charge of your day no matter what. Blenders and Bowls makes the most nutritious and best-tasting acai bowls in Texas! Everything that comes out of this mobile health food truck is organic, refreshing and invigorating. At Blenders and Bowls we love nature and we love our community! We are always doing our best to practice sustainability and buy locally whenever possible.FRESH TRUCK, FRESH IDEA.Blenders and Bowls is the product of the combined passions of two best friends. In 2010 these adventurous and free-spirited girls found themselves living in Austin, Texas. It didn't take long for them to fall hard for the great \"live music capital of the world\", but something was still missing: acai! What started off as a mean craving soon turned into pure determination: to share the true powers and flavors of acai with Austin. A fresh idea combined with confidence and a strong desire to avoid office jobs gave life to Blenders and Bowls.AUSTIN'S FIRST ACAI CAFE. ON WHEELS.Blenders and Bowls is taking acai to the streets! It was clear from the get-go that there would be no sitting around and no wasting time; the acai experience needed to happen now. No hesitation, no regrets. When brainstorming their plan of attack, it hit them: why not start a healthy mobile food truck? It's the perfect way to spread the word about acai and paint the town purple. These girls are truly coastin' on a dream. With sights set high, it is their ultimate goal to own a brick-and-mortar location and to become Austin's first acai cafe.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Blenders and Bowls",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4fa336a5-8cac-44c0-8df6-24c446204482.jpg",
  "transactionFee": 30,
  "username": ""
}