{
  "address": "",
  "description": "Cazamance is a unique addition to the Austin trailer scene. Our food is a fusion of flavors and styles influenced by Co-Owner and Head Chef, Iba Thiam's, West African upbringing as well as his experiences living and creating in France, New York, and Austin. On our menu you will find a few authentic, only prepared healthier, West African dishes like the Yassa Chicken, Mafe, and the Dakar boy's lamb burger, but you will also find a variety of delicious and unique collaborations that Iba and the kitchen team have dreamed up. The quality and nutritional value of the foods we serve are of major importance to us at Cazamance. We believe that healthy can absolutely be delicious and feel indulgent. As much as possible we shop locally for the freshest ingredients and concsiously prepare each meal. We pride ourselves on excellent customer service and are grateful for every single person who steps up to our window. It is our desire to make each customer feel well taken care of and appreciated. To complete your full experience we have mindfully created a space that we hope will transport you to the West African coast, if even for an hour.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cazamance",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e7c2542-b724-4b5c-bfce-189e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}