{
  "address": "",
  "description": "Over the years Mom collected over 300 recipes and since her passing I've added to that collection with over 500 recipes to choose from. Cutie pie food cart's stock and trade is the Original Cutie Pie our 4 inch mini pie that I sell from the trailer. I also make whole pies, desert bars and cookies. We ask that if you want to order a whole pie that we have 24 hour notice. We carry several staples on our menu that we always have and a few wild cards that change daily.Who knew that some 60 years ago the idea for Cutie Pies and it's 4 inch Mini Pie would be born. My mom Betty Lou, was an amazing cook who had an incredible palate and a talent for cooking. As the baby of four during the depression she got a lot of experience doing just that. In later life as the wife of an Air Force Colonel she was the consummate hostess. I grew up watching her and my entire family of good southern cooks cook and bake. I think I absorbed everything and eventually discovered I had a talent for it as well.Every family has a house that is always \"the\" house for all the events, ours was it. Mom used to start baking weeks ahead for the holidays just \"in case\" someone stopped by and they always did because they always knew they would be getting something good. This used to get my father and I in quite alot of trouble as we figured out where she used to stash the cookies and we would sneak eat them so when people used to stop by most of the time you would hear her shreek our names and we'd take of running whatever direction she wasn't.Mama June, my mother's sister made the best chocolate cream pie and would always make daddy two for his birthday one for the family and one just for him. Usually the day after his birthday you'd find Daddy in the kitchen about 6:30 a.m. drinking his tea and eating pie. My father was also an excellent candy maker as anyone who ever ate his peanut butter fudge or pralines would certainly attest to. I grew up watching some of the best do what they did naturally not knowing that it would some day lead me to a successful business with my simple family recipes. These recipes are what makes Cutie Pies as good as they are. So come on down to the pie wagon where you can stuff your pie hole with her Award Winning Buttermilk Pie or our Award Winning White Chocolate Coconut Pecan or any of the other treats we have every day. These are her recipes and her legacy and I hope you enjoy them as much as we did over the years.Stuff your pie hole!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cutie Pie Wagon",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d783d87-5e78-4a07-960f-0eec46204482.jpg",
  "transactionFee": 30,
  "username": ""
}