{
  "address": "",
  "description": "SpecialtiesHot dogs with NO Rules, if I like it I put on the menu.  Making some of Austin's tastiest and most fun food since 2011.HistoryEstablished in 2011.The Evil Wiener began in 2010 as the brain child of chef Roger while he was working at a local restaurant in Austin.  When he just could not shake the name from his head, he knew he was onto to something, and knew it would have the same effect on customers. No stranger to hard work (Roger is a 20 year Marine corps Veteran), Roger knew that to get this idea from head to street would take a lot of work.  So he planned the concept, created the menu, bought the truck, built it out, and ushered in the 2011 season of South by Southwest with awesome evilness! The concept is simple: We take the classic American hot dog and create new and exciting ways to present it to you. With no rules (hey, we're evil for crying out loud). If it sounds good and breaks some rules, it's on the menu!  Evil Wiener uses only the best ingredients, and prepares all of its own toppings, brisket, smoked pulled pork, Carne guisada, and our special seasoning, Evil Dust.Meet the Business OwnerRoger Z.Roger Z.Business OwnerWorking in the food business with over 20 years experience, and tired of working for someone else.  In 2010 the concept for the Evil Wiener began turning its wheels. Kicking off in SXSW 2011, I have not looked back since.  I strive to bring you an old classic with a unique, and delicious twist, fast and hot, and bring a smile to your face every single meal. What are you waiting for, Follow the Wiener.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Evil Wiener",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/961/5419fe28-1390-4d05-a51e-741e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}