{
  "address": "",
  "description": "Marvin & Estella Elam put as much love, enthusiasm, and care into their service as they do in their delicious food, so of course, everyone in Austin absolutely adores Goodies & Bits. This sweet Texas couple has combined the most marvelous flavors of soul food and barbeque, resulting in a masterpiece of a menu, with every item made from scratch. Their paella is positively tasty and has even won multiple awards, and is worth a trip to this truck on it’s own. But just you’ve gotta come out to chomp down on the other local favorites, like their chopped beef sandwich with juicy, tender beef saturated in their robust and tangy homemade BBQ sauce. Their Louisiana gumbo & rice is incredibly delightful, with big, hearty shrimp, sausage, chicken, and veggies, all stewed in their seafood stock and homemade roux. And don’t forget to indulge in their ever-so-popular oooey gooey mac n’ cheese, red beans & rice, and black eyed peas. For all this scrumptiousness, and much, much more, be sure to visit this lovely team and get your Goodies & Bits fix soon!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Goodies & Bits",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/574f25d0-af20-4a1f-bcfe-026246204482.png",
  "transactionFee": 30,
  "username": ""
}