{
  "address": "",
  "description": "This keen green (and mohawked) machine is rocking out some majorly tasty guac and other delicious vegetarian and vegan concoctions out on the streets of Austin. After moving from Phoenix, Benjamin and Ashlea formed a mission to serve a Mexican-inspired, all-natural vegetarian menu to this rad Texas town. A great place to start is with guacamole, since they had recipes in mind that could elevate guac from a mere condiment, to a full meal. Now they’re rolling their sweet green truck around and dishing out their amazing food, including of course, their selection of made-to-order guac options like…Guac & Awe (creamy seasoned avocados, mascarpone cheese, topped with grape tomatoes, red onions, jalapeños, cilantro, crumbled plantain chips, and dried edamame seeds, served with warm tortilla chips & salsa)Guac the Casbah (hummus mixed with mashed avocados, and topped with cucumbers, raisins, toasted sesame seeds, and mint, served with warm tortilla chips & salsa)...just to name a couple. You can also find hot tamales, chilaquiles, burritos, and much, much more, and it’s all so dang delightful. So come on out and make a quick pit stop at Guac N Roll for some tasty grub that’ll surely rock your socks!​",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Guac N Roll",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/50ef265b-85e0-4d0b-9b63-7b3746204482.jpg",
  "transactionFee": 30,
  "username": ""
}