{
  "address": "",
  "description": "Hat Creek Burger Company was born out of founder and native Austinite Drew Gressett’s pure passion for cheeseburgers – juicy and delicious and always double meat. Any kid can tell you, his favorite meal is a burger, and it's just about everyone else's too. Hamburgers always mean family, cookouts, reunions, road trips, or late nights with friends. Hamburgers represent a cultural tradition that's been bringing people together for generations. They are truly a piece of Americana.After sampling burger joints nationwide and taking notes along the way, as well as testing burgers at home, we think we've discovered the secret to an incredible burger. It's all about using the freshest possible ingredients and understanding that perfection is in the details. Now we want to share our vision of America's favorite sandwich with you; a handmade, all natural Angus cheeseburger.Stop by Hat Creek Burger Co. to experience the cheeseburger the way it was intended, and while you are there, try our fresh-cut french-fries and hand-dipped Blue Bell milkshakes. You'll think you've stepped back in time!Have Hat Creek Burger Co. bring our world famous fresh cheeseburgers directly to you! Whether you’re planning a seasonal party, a wedding reception, or just in the mood for great fellowship, Hat Creek will come to you and cook our popular fresh, never frozen cheeseburgers.  Soft drinks and chips are also part of the deal. Let us make your next event a satisfying one with delicious, juicy cheeseburgers for everyone! ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hat Creek Burger",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/965/546bc39c-0a44-411d-8056-327e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}