{
  "address": "",
  "description": "Our five-year old son Jack might hate coffee, but we love it!  We have three boys who keep us on our toes and coffee sure helps us keep up with them.  As coffee enthusiasts for several years, we have enjoyed trying various coffee establishments.  Unfortunately, we found it increasingly more difficult to find great espresso and high quality beverages. We knew we could raise the bar if we chose to enter into the coffee world ourselves and pursue our passion! So that's what we did! We purchased a truck and thus Jack Hates Coffee was born! Jack Hates Coffee is a mobile espresso truck. We bring the coffee shop to you!  We began delivering great espresso and coffee beverages to our \"Haters\" in late September 2011. During the week we service local businesses and office parks. We only serve locally roasted, organic and certified fair trade coffee. We believe in delivering quality, value and  honest coffee to our fellow \"Haters\". In addition to coffee and espresso beverages we craft specialty smoothies, teas, frappes and more! We can be hired for special events of any kind. Corporate parties, film industry events, weddings, etc. If you're looking to make your next event even better, please book us today! We would like to send out a special \"Thank you!\" to all of our loyal Haters! Because of you, we are able to live our passion every day!Simmie and Chris Wagoner",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Jack Hates Coffee",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f34366d-18cc-44dd-a5b2-7dba46204482.png",
  "transactionFee": 30,
  "username": ""
}