{
  "address": "",
  "description": "Melted is serving incredibly delicious grilled cheese sandwiches on the streets of Austin, all for quite a meaningful cause.After 16 year old Anna Hutto watched Gary Haugen’s TED talk entitled “The Hidden Reason for Poverty the World Needs to Address Now”, she instantly connected with the message and decided that she needed to somehow help Gary’s organization, International Justice Mission, continue to make the world a better and safer place. After much planning and consideration, Melted is now here on the food truck scene, serving delicious gourmet ooey gooey grilled cheese creations, with 100% of the profits going straight to International Justice Mission. Not only is the team behind Melted serving an amazing mission, they also happen to be serving amazingly delicious sandwiches, with a selection that includes...Hill Country Toast- Texas beer-braised pork slathered in spicy bbq sauce, red onion jam, pepper jack cheese, and toasted tots on Texas toastBulgogi Monster- marinated sirloin, truck-made kimchee, and muenster cheeseThe Old fashioned- American cheese with Perfect Tomato soupFor all this and more, come eat at Melted and indulge in these comfort classics while knowing that every dollar is going to make a big difference. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Melted",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57756094-d7b0-4559-9ef5-16ab46204482.jpg",
  "transactionFee": 30,
  "username": ""
}