{
  "address": "",
  "description": "After growing up in Venezuela, Pepa traveled all over the globe and took in all sorts of new sights, met all sorts of new people, tried all sorts of new delicious foods...and one thing always remained the same: her passion for arepas!Now she’s sharing her international experiences with the people of Austin, serving up an eclectic selection of non-traditional arepas, stuffed to perfection with a wide variety of worldly ingredients. These lucky Texans don’t have to travel too far to get a savory taste of various cultures, all thanks to Pepa’s cool truck. Her rotating menu of global golden corn creations includes La Americana (juicy angus beef burger, goat cheese, homemade pesto-mayo aioli), La Rusa Comunista (crunchy panko-breaded fried chicken, Russian borscht reduction, roasted beets, and a dollop of fresh dill sour cream), La Koreana (grilled bulgogi beef, kimchi-cucumber slaw, Korean aioli, bed of romaine, and garnished with julienned green onions), La Reina Plus (chicken salad, fried avocado, pepper jack cheese, salsa verde, and a bed of arugula), and so much more!For a well-traveled treat on the Austin streets, trek on out to Pepa’s Arepas!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Pepa's Arepas",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/11054/5745d9bf-9708-4688-b77e-718f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}