{
  "address": "",
  "description": "Roppolo’s is wheeling the same handmade gourmet NY-style pizza that’s been wowing all of Austin for years, through the streets and absolutely delighting the appetites of hungry foodies on the move. Marc Roppolo grew up working at his Sicilian grandparents’ Italian grocery store in New York, where he developed an incredible work ethic and taste for authentic Italian ingredients. Eventually, he was taken under the wing of Sicilian Pizza Master, Armando Spavenda, and his culinary education was expanded to the point where he had the confidence to move down south and open up the first Roppolo restaurant in 1989 on Sixth Street, the heart of Austin’s culture and nightlife. Over 20 years later and the cravings for a slice of the iconic Roppolo’s delicious pies are stronger than ever, with 2 restaurants and 3 trucks serving the ever-loyal pizza fans. Now whether you’re ready to dig into your next meal or are planning your next party, Roppolo’s Pizza on Wheels is certainly the perfect truck for you.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Roppolo's Pizzeria & Italian Garden",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/574f371c-11d8-4165-8b01-44a746204482.png",
  "transactionFee": 30,
  "username": ""
}