{
  "address": "",
  "description": "Everyone in Austin can’t help but crave the crazy tasty Cajun and Creole cuisine from Sandra Dee’s trailer. Having started her business from the ground up, Sandra Dee is now wowing the crowds with her wide smile, kind and enthusiastic service, and oh-so-yummy food. Her incredibly mouthwatering menu includes comfort favorites like Shrimp & Grits, Po-Boys and Baskets with oysters, shrimp, or catfish, all fried to savory, golden perfection. You can also scoop into some mighty delicious Crawfish Étouffée or plow into some quite pleasing powdered sugary Beignets. If you’re feeling like eating a little lighter without sacrificing any flavor, Sandra Dee has a few paleo and gluten-free options just for you, like her Creole Chicken Stew, brimming with beautifully seasoned veggies and thick chunks of chicken, or her splendid Spaghetti Squash Veggie Combo & Meat Sauce. For all this and much more, come visit Sandra Dee’s festive trailer (or invite her to cater your next event) and delight in this authentic Louisiana experience without even having to leave the great state of Texas. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sandra Dee's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/50ad1a05-8a94-4a3c-8f6d-178e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}