{
  "address": "",
  "description": "Smokey Denmark, an Austin family owned and operated company, has been making premium smoked sausage products, smoked briskets, and other smoked meat products for more than 46 years.  Albert C. “Smokey” Denmark (with his wife at his side) began his business in Austin, the capital city of Texas, after learning from the legendary sausage makers of Central Texas.  From 1972 (when he retired) to the present, our family, like Smokey, has continued to adhere to the highest standards.Time honored recipes, proven methods, modern food processing equipment, and careful attention to detail enable us to consistently produce even better products today than in decades past.  As Smokey used to say, “quality products have few real competitors”.“Quality products have few real competitors”.Our business has always been dedicated to premium quality products and outstanding service to our customers.  As Christians, we abide not only by the “Golden Rule” principle but also the Biblical admonitions to be fair and to render a full measure in our dealings with others.  We look forward to serving you.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Smokey Denmark's BBQ Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/543be28a-2f54-4e76-985e-583246204482.jpg",
  "transactionFee": 30,
  "username": ""
}