{
  "address": "",
  "description": "It all started way back in 1993. He was a retired farmer, she worked in education. They moved from the country to Austin to be half way between their grandkids. One summer Connie decided she wanted a sno-cone stand, being the [Green Sour] Apple of Don's eye, he went to work. Researching. Planning. Thinking. Creating. Sno-Beach, one of the original food trailers in Austin, was born.Over the years flavors were added, locations were moved, and the Austin community adopted the big purple Sno-Cone as one of its favorites. Kids lined up after school, families stopped by after a day at the springs, and people dropped in for mid-afternoon pick me ups.There was also this girl... an Austin native, who fell in love with this snowy treat and dreamed of one day working at her favorite local spot. Elizabeth had spent many hours scrounging up change, standing in line, and devouring sno-cones. One day she built up the courage to ask for a job. Little did she know, that moment back in 2002 would change her life forever!She soon discovered life at the beach was pretty sweet. D and C were the \"adopted\" grandparents everyone longed for, her co-workers were some of her best friends, and summers in Austin were (and still are) hot, so what better place to be? This wasn't just a job; this was a family.Elizabeth's love for Sno-Beach began to take Root [Beer]. After graduating from high school, she headed out east for college. Upon completing a degree in Polymer and Fiber Chemistry, she quickly realized that life in a lab was not her Passion [Fruit]. She headed back to Austin and back to the good life in the trailer.Eight years and thousands of sno-cones later, Don and Connie decided to pass the torch and sold Sno-Beach to Elizabeth. Through [Tiger's] blood, sweat, and tears she plans to maintain Sno-Beach as the Austin icon D and C created; after all, they are still a very important part of the business. If you're lucky, you may even see the big white truck stop by on a summer afternoon to say hello and grab a cone.Elizabeth's Dream[sicle] has come true. She's in the city she loves, surrounded by great people, loyal customers, and plenty of sugary goodness. She now has her [Wedding] Cake and can eat it too",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Snobeach",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5081c454-c3c4-4634-827b-756a46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}