{
  "address": "",
  "description": "SPARTAN PIZZA is a new restaurant serving delicious handmade pizzas and panini sandwiches to South Austin.  Jeremy and Nicole Portwood love food. It’s been a cornerstone for the past 8 years, serving as a foundation for building their life, friendships, family, and now a business together. They dreamed of opening a local restaurant where they could serve the delicious handmade pizzas they had been perfecting at home for years. After lots of daydreaming, planning, and forcing friends and family to try new pizza recipes, Spartan Pizza was born into the incredible world of Austin food trailers. They haven’t looked back since …Our pizza is a thin crust “New York style” pizza.  The crust has an initial crunch with a chewy texture. But, let there be no doubt, we are not trying to recreate New York pie; that would be impossible.  We are just taking the essential concept of that style and reinventing it here in Austin, TX with our own homegrown twist.  Our dough is hand-made and slow-rises overnight.  It is then hand tossed and made to order for an extremely fresh and delicious pizza.Intriguing and delicious – those are the two words that serve as the guiding principles for all our recipes, while staying true to the simplicity that is pizza. We developed the recipes for our own sauces, spreads, and pesto and make them in house. For our toppings we’ve chosen the freshest produce, imported goods, and specialty meats and cheeses to create the high quality and delicious food we’re known for.All the names are inspired by our vintage Spartan trailer. This inspiration led us to adopt names from Greek mythology, pairing characters with the personalities of the pizzas. Our current cast of characters includes Gods, mortals, and magical creatures like the Cyclops, the Helen, the Pegasus, the Apollo, the Agamemnon, the Hades, the Zeus, and of course the Spartan. Likewise, our panini are named for ancient Greek greats such as the Athena, the Menelaus, the Siren, the Aphrodite, and the Heracles.Our secret weapon is Persephone, our 1960s era double-decker Blodgett oven which was rescued from a closed down bakery on the Eastside and carefully refurbished and fitted with custom pizza stones. We fire her up to 650 which allows our pies to cook quickly and emerge with beautifully browned artisan crust.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Spartan Pizza",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d847c3c-188c-4b88-9493-67e246204482.jpg",
  "transactionFee": 30,
  "username": ""
}