{
  "address": "",
  "description": "The story of the might cone truck begins with a simple, yet delicious breading developed for fish by the late Hudson's on the Bend sous chef, Courtney Swenson. Hot 'n' Crunchy Trout became a mainstay of the famous Lake Travis restaurant, for year's holding top honors as one of the most ordered entrees.In 2002, the Austin City Limit Music Festival contacted Hudson's owner Chef Jeff Blank to help them spearhead their efforts to entice local restaurants to join the festival's food court. Their goal was to create festival food that would emulate the unique heritage of Austin cuisine.Blank began to experiment with the famous Hot 'n' Crunchy breading on a variety of foods. Chicken proved to be a good, festival-friendly candidate--delicious, popular and relatively inexpensive (especially compared to the more typical Hudson's fare of pheasant or trout). He wrapped the chicken in a tortilla and popped it into a paper drink cone (to make it easier for festival-goers to eat and walk to the next stage), topped it with a mango-jalapeno slaw and ancho sauce and Voila! the Hot 'n' Crunchy Chicken Cone was born. Cone sales at ACL Festival went through the roof, and the chef eventually expanded his Hot 'n' Crunchy repertoire to include avocado and shrimp.As the cones' iconic status at ACL Festival continued to expand, Blank began toying with the idea of making the cones available year-round, and in March 2009, launched the opening of The Mighty Cone on South Congress Avenue in downtown Austin.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Mighty Cone",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e02be67-69c0-49cb-908e-6e9d46204482.JPG",
  "transactionFee": 30,
  "username": ""
}