{
  "address": "",
  "description": "The Jalopy is an Austin based food truck. We do our own pickling, sauces, brine and braise our chicken, and sell yummy sandwiches. They rock peoples tweets off!Our ChickenOur chicken is brined overnight in a mixture of water, salt, rosemary, black pepper, cider vinegar and some other special ingredients.  Next, we stuff our chickies with rosemary sprigs, whole garlic cloves and sprinkle with some basic salt and pepper.  Finally we place them together in a braising pan with onions, cabbage, and an assortment of other goodies.  We add a little Texas staple (Lone Star Beer) and let the birds slow cook for about 3 hours.  We then shred/chop all white and dark parts of the chicken together for your particular sandwich of choice. Enjoy.Our BreadWe have now started making our own bread!  We roll out all of our bread fresh each morning, and it has been getting crazy good reviews.  We use a vegan recipe and create a more filling version of an Indian naan.  It creates a damn good sandwich!  We are extremely proud that we make everything in house now at the Jalopy: our brine and braised chicken, all of our housemade sauces, our fun picklings, and now our fresh bread.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Jalopy",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f98a629-f0b0-4124-8ca9-594946204482.jpg",
  "transactionFee": 30,
  "username": ""
}