{
  "address": "",
  "description": "Who says you need a business plan to start a taco joint? With a head full of ideas and a slight ache from partying throughout the summer, Michael Rypka left his fancy executive chef job to chase his dreams. He soon found them in Austin with a newly-acquired food trailer and a red Vespa scooter. Houses were mortgaged. Credit cards were maxed out. A partner by the name of Bill was convinced to join Michael's passion for food. Torchy's Tacos opened on Bouldin Creek at South 1st.Watching cars drive by, they realized they had bet their lives on green chile pork and fajitas mixed up with their own desire for some great street food. With no customers in sight, Mike hopped on his scooter and handed out free chips and salsa to personally invite everyone to try his award-winning salsa and ask them to stop by the trailer for some tacos. It worked.Today they operate several stores and a trailer park. They've won a bunch of cool awards and had write-ups and videos spread across the nation. You can still find that passion in the food at any of Torchy's hideouts. You're likely to catch Rypka back in the kitchen in his chef pants, Bob stopping by your table to say \"hi,\" Jay helping out the managers do their \"manager-y stuff\" and Farrell working to bring a location nearer to you.What you won't find are any of them working for The Man!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Torchy's Tacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/550324a3-e590-4276-a2ce-3afb46204482.jpg",
  "transactionFee": 30,
  "username": ""
}