{
  "address": "",
  "description": "On December 8th, 2011 two brothers from a hard-working, blue collar area of Detroit opened Via 313 Pizza out of a small & nondescript trailer on East 6th and Waller in East Austin with the dream of turning the city of Austin on to a different kind of pizza experience.The pizza at Via 313 is inspired by our memories of traditional Detroit-Style pies from our youths (Cloverleaf, Buddy's, Loui's, Niki's) and the best traditional pizzas in the region. We visit Detroit yearly to continue to sample the old classics as well as newcomers to the scene. If you ever want to join us on a trip just ask!We had talked for years about bringing our own Detroit Style pizza to the public and after migrating to Austin in 2009 the work began on opening Via 313. Perfecting the dough and cheese blends became a ritualistic experience as we baked pizzas 3 to 4 times a week and hosted pizza parties on the weekends with local friends until the recipes were set in stone. It took a lot of time and hard work, trips to pizza masters around the country, and a few innovations of our own, but eventually our pizza dreams came true. We are thrilled to serve you a slice of Detroit right here in Austin and nothing makes our day more than chatting about pizza while educating fellow Austinites about the power and virtues of Detroit Style Pizza.If you have yet to have your first experience - swing by and see for yourself what it's all about!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Via 313",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5503289d-4a70-4a5e-ade5-3bf346204482.jpg",
  "transactionFee": 30,
  "username": ""
}