{
  "address": "",
  "description": "Everywhere you go,  Americans are comforted with the fun all American Favorite, a staple of \"fast food\", the hot dog.  Nana's Heavenly Hot Dog's decided the tradition was fading and wanted to keep it going, while adding the flare of a new decade to it. Thus Nana's Heavenly Dog's was born.Our vision became a reality when the economy went south and job security went out the door. Being long term entrepreneurs Nana's Heavenly Hot Dog's scraped up the money to get their first hot dog cart. The road to success was not easy, or even paved, as we had read. Yet with success as the only option we focused on the enjoyed the journey. We wanted to be a company that not only had happy customers but gave back. We rolled the dice and took a gamble. Sure everyone thinks the profit margins are huge on hot dogs, however, when you offer a quality product and your giving away a huge part of the profit margins are very small. Yet we knew we were offering the best product at a great value, and we actually listened to our customers, and did so with a smile.Nana's Heavenly Hot Dog's built this business on three things. 1. Customers and their interaction, and feedback.2. Value, after all if you get good service that doesn't fit your budget, is it good value? If you get service and value you'll share.3. Cleanliness. We know, We know. Cleanliness as number 3? Well first of all most  businesses that serve food neglect to even have this on their list, and if they do it's for fear of the health inspector. We are certain 98%+ of our customers would never refer their friends and family to us if we ran anything but a top notch business.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Nana's Heavenly Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/51702d97-f1f4-4bdb-840a-2edd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}