{
  "address": "",
  "description": "We Love Great DeliThe New York on Rye gourmet food truck serves Deli like you’ve never had it. Homemade, handmade, from scratch: no matter how you say it, that’s what we do to make a better sandwich. Presenting New York on Rye, the best deli food west of NYC. We make our own mustards, dressings, horseradish, and fries. No store-bought coleslaw for you! We’ve sourced the best locally available meats, cheeses, vegetables and fruits, because your taste buds deserve nothing less.Ever wonder why folks from “Back East” get misty-eyed thinking about their favorite pastrami? You need a terrific navel: beef navel. It has the best marbling for the trials and tribulations of becoming great pastrami. Lots of delis try to pass off other cuts of beef done “pastrami style”, like brisket, or (heaven forbid), top round. After a relaxing two-week bath in special brine, pastrami is hung to dry for another day, slow smoked, and if you’re lucky, steamed to tender perfection. It can be sublime. Just like grandma did it back in the old country.We’ve given the same consideration to each ingredient and every recipe we offer. We’re foodies. We love to eat good food. But we prefer great food. So we’ll only bring you a great deli experience. That’s how we roll. We’re roaming the streets and office plazas of San Diego’s north county every weekdayIt’s in the cure. It’s in the smoke. It’s in the meat. That’s only at New York On Rye.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "New York on Rye",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ed0172c-9298-4017-bdbd-0a6c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}