{
  "address": "",
  "description": "We are Bob Montgomery & June Sinclair and we are, Not So Fast! here in sunny San Diego, California. We have both worked in the restaurant industry for over 14 years. Bob has worked all over the country for many popular establishments, while June has been bartending and serving from San Francisco to San Diego over the past 8 years.We are passionate about people, crazy about food, and we're packing a fresh take on food-on-the-go into a 4 wheeled street sensation. Everything served at Not So Fast! from the sauces to the patties are made from scratch with all locally sourced and carefully selected products...and a dash of love.Both of us have always been relatively selective and food conscious. Bob struggled with weight issues in the past, and had spent years trying diets that would allow him to maintain a healthy weight and to feel good. We started following the Primal Blueprint lifestyle after Bob stumbled upon a few articles that resonated with his thoughts on how people should and can eat. The changes we've experienced since have been out of this world. Not only are we leaning out and getting in shape; the foods that we prepare and eat every day have made us the healthiest we've ever been. Close friends who have followed the lifestyle continue to offer great support and direction. We spend countless hours reading articles and material from Mark Sisson, Robb Wolf, Gary Taubes, Chris Kresser, Diane Sanfilippo, Dallas & Melissa Hartwig and many more.We push each other to learn more about this healthy lifestyle every day, which in return has helped us discover more about ourselves.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Not So Fast",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5008b4eb-1674-4097-9213-1ce146204482.jpeg",
  "transactionFee": 30,
  "username": ""
}