{
  "address": "",
  "description": "Authentic pizza Napoletana and pizza Alsatian made from 900 degree Italian wood fired oven. Hand-made organic Neapolitan dough. ... Pizza made with passion.I call myself a conditional pizza lover.  I’ve had enough to know most don’t leave much reason to return.  However, I can tell you when a pizza is made from a professional who really attaches passion to the pie you can taste the difference.  It becomes an experience you’ll never forget and no matter how far you traveled - this yearning will send you on your way again.This happened to me in Naples 7 years ago.  Upon returning to California I spent the next 2 years searching for a similar experience.  Finally, I turned to my own hands and a modified home oven.  I spent the next 4 years perfecting recipe after internet recipe in search of the perfect dough.    It finally came to me, recipes are mechanical and scientific - what I needed was feel the dough, becoming emotionally connected.  After all the dough is alive.  I threw away the measuring cups and recipes and simply went on feel. Looking back, the pizza I ate in Naples was great but the experience was so memorable because of the inspired passion found in a Genuine, Pizzaiolo.  These are people who have dedicated their lives to basically making 3 pizzas all of which are light on toppings.  Marinara, Margherita, and Margherita Extra.  The desire to perfect such simple recipes was my handle and I grabbed on to it.  I fell in love with the idea of the simplicity and beauty from a really well made pizza.  It's the dough. We focus on old world tradition and technique. My dough is completely hand crafted using no mechanical mixers. We pride ourselves in delivering the highest quality ingredients period. Organic Giustos Flour, San Marzano's, Parmigiano Reggiano, EVOO, and Fior di Latte. Completely mobile Mugnaini Italian Made Wood Fired Oven.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Red Oven Pizza",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f28b47f-9e0c-407c-bb22-214e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}