{
  "address": "",
  "description": "ta·be (tah-bay)A formal Japanese word meaning \"to eat.\"For as long as he can remember, owning his own restaurant has been Chef Todd Ichinaga's dream. Following his heart, he left his pharmaceutical career behind to study hospitality and restaurant management at the California School of Culinary Arts, where he quickly fell in love with the intricate art of food preparation. Chef Todd's talent and drive to succeed earned the attention of not only his professors, but the owners of some of Los Angeles' best restaurants as well. Immediately after graduating among the top of his class, he accepted a position with the world-famous, five-star/five-diamond Peninsula Hotel in Beverly Hills.Chef Todd worked to perfect his craft at the Peninsula, preparing acclaimed dishes for celebrities, high-powered businessmen and other members of the Los Angeles elite. While many would consider preparing dishes for musicians, celebrities, and royalty to be the high point in their career, Chef Todd continued to work toward his dream of opening his own restaurant. He began experimenting with combinations of flavors inspired by cultures around the world, and over time, created the cuisine that would come to be known as Tabe.Our unique cuisine blends Asian-inspired dishes with a classic Mexican flair to create one of the most unique flavor experiences in San Diego. Such unique food required a unique dining experience; therefore, instead of San Diego coming to Tabe, we decided to bring Tabe to San Diego. By specializing in what we lovingly refer to as Mobile Cuisine, we are able to bring our irresistible tacos and burritos to San Diego's hottest locations.So when you see a Tabe truck, make sure to stop by. Whether you try our classic tacos or Chef Todd's latest creation, we promise you'll be back for more!Tabe - we are San Diego's Premiere Mobile Cuisine!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Tabe BBQ",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e52b036-ce80-44ac-bd8f-076846204482.jpg",
  "transactionFee": 30,
  "username": ""
}