{
  "address": "",
  "description": "Where’s The Fire takes pride in providing you with fresh, gourmet ingredients for a unique taste and a vast selection unlike any you’ve ever experienced. We specialize in gourmet pizza and wood fired cuisine, anytime anywhere.  Our focus is unparalleled customer service and strive on innovating an entertaining experience to keep you wanting more.Our founder, Dr James Krider, has a passion for cuisine, quality, and a thirst for learning new things.  After taking classes with Famous Italian Pizzaiolo, Renown Sonoma Chefs and World Champion Pizza Aficionados, Dr Kriders’ love for food blossomed in August 2011 to start Where’s The Fire. Our commit to quality has driven us to source fresh ingredients from all over the world…we handcraft our pies with buttery Grande cheese, authentic Caputo 00 flour, ripe San Marzano  tomatoes and  savory Turkish Oregano, just to list a few. The romantic tradition of the wood-fired oven brings flavor forward unlike any other oven.  The blazing fire and wood elevates anything we bake for a fresh out-of-the-oven culinary experience.We invite you to bask in the glowing flame and scent of wood for a taste explosion to amaze your senses…at our events or yours.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Where's the Fire",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f3fd9a8-fc58-4f82-a398-4b6f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}