{
  "address": "",
  "description": "We can cater any sized event and bring the best smoked meats, we operate the FOP kitchen on Shelby tooA decade ago two brothers began smoking whole turkeys for Thanksgiving dinner.  We prepared this first dinner using a Coleman electric smoker with nearly no knowledge of smoking meats.  We started the turkey around midnight and cooked throughout most of the night, we used this night as an excuse to have a few beers too.   Fortunately, the smoked turkey was a hit and so began the years and tradition of smoked turkey for Thanksgiving and other holidays.  Keith began to gain experience smoking other meats for summer outings, parties, and other small events.  Over the years Keith has experimented with many variations of dry rubs and eventually, developed a dry rub we now use on most of our meats.  We use local shagbark hickory wood and apple wood purchased from Apple Works in Trafalgar, Indiana.  With our experiences gained in fourteen years of slow and low heat smoking meats, developing our rub, and honing our skills we are proud to be cooking in a custom built Nolen’s Rotisserie Smoker and look forward to have the opportunity to bring our product to our customers.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Johnson's BBQ Shack",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/506d2ea8-c3bc-4af0-be79-7fe446204482.jpg",
  "transactionFee": 30,
  "username": ""
}