{
  "address": "",
  "description": "The King David brand of hot dogs was originally developed by Hene Meat Company in Indianapolis. The Hene brothers (Paul and William Hene) started the company in the early 1940′s in downtown Indianapolis and eventually created a signature all-beef 1/4 lb. hot dog that was sold in grocery stores and delis all around the city. The Hene Meat Co. continued to serve the Indianapolis area through the early 1990′s.After realizing that there was no place to get a good grilled hot dog in Indianapolis, an idea was hatched. Never having an opportunity to be a part of the family business, Brent Joseph, grandson of co-founder William Hene, along with his wife Hannah, came up with an idea to bring back the original King David hot dog. After getting the family blessing to use the original recipe, Brent eventually quit a job that wasn’t his passion and set out to create “An Indy Original.” After searching high and low, Brent found a manufacturer that would be able to re-create the original King David recipe for him. The first part of his journey was complete.After talking to many people and getting even more advice and opinions, the concept for King David Dogs began to come together. Brent decided to create a place where hot dog lovers could flock to, where every hot dog lover would be happy. King David Dogs would be a hot dog lover’s utopia where you can top your hot dog with whatever you wanted on it from sport peppers and ketchup to barbeque sauce and crispy bacon! This would be a place where pickle and mustard lovers could dine daily, since there would be at least four types of each! And of course no hot dog is complete unless it’s served in a freshly baked steamed poppy seed bun.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "King David Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f276276-556c-4613-8d4f-701a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}