{
  "address": "",
  "description": "I have been cooking all of my life. I started watching my Grandma, Pop Pop and Mom cook as a kid. I was fortunate that they had the patience and encouraged me in the kitchen . I worked in kitchens throughout school and was accepted to culinary school out of high school. Instead of pursuing a career as a chef, I went on to study management and declined culinary school. I continued to be passionate about food and would consider myself a foodie. I knew deep down that one day I would open a restaurant. It was more not of if, but when. The idea of Scratch was born after a business trip to Portland, OR. I was amazed at the food scene that was there and the crazy food being made in trucks/trailers/carts. I would daydream about finding a way to bring what I saw, smelled and tasted in Portland to Indianapolis. 3 months after my Portland trip, I was laid off from my job. I can remember as I was being told I no longer had a job, I was very calm and a strange smile came over my face. Here I was, at the intersection of preparation and opportunity. One door was closing, but another one was opening. Since then I have slid all of my chips in the middle and present to you Scratch. This is my passion and I hope to share my passion with you.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Scratch",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb5c8bf-df80-4d83-9b51-287446204482.jpg",
  "transactionFee": 30,
  "username": ""
}