{
  "address": "",
  "description": "Why an Indian foodtruck? Why not? Besides, when you serve Indian food this good, you just can’t wait for Indianapolis to come find you. You have to go find Indianapolis. And let’s face it, nothing was more exciting than the ice cream truck rolling down your street when you were a kid. So come out and find us when we roll by. Just make sure you’re hungry when we get there.It’s not just that we have a passion for great Indian food (or any food for that matter, but we only serve Indian), it’s that we don’t understand anyone who doesn’t. When you move from India to the States half way through growing up, you literally get a world of culinary experience. A mouth-opening experience we’ve always wanted to share with people. At considerably less than the cost of a round-trip ticket to Delhi.As for freshness, authenticity and friendly service, let’s just say we know our parents might stop by at any time to keep an eye on us. So we make sure we use the best locally grown ingredients to bring you what are basically our their recipes. After all, we don’t want them taking away the keys to the truck. That would seriously hinder business.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Spice Box",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f2759d3-0a0c-408a-ae51-693446204482.jpg",
  "transactionFee": 30,
  "username": ""
}