{
  "address": "",
  "description": "Our Story: Here at Koifusion, we're all about new ideas.  And when you step up to our trucks, that is exactly what you'll be getting: hot, grilled Korean-marinated meats sidled up next to some fresh Mexican flavors.  Add some Korean spiced fries, bibimbap burritos and set of wheels to the mix, and we are now in business.Speaking of business, we make it our business to keep our roving Korean taco truck super delicious and super Portland.  First and foremost, we'd like to tip our hats down to LA for the inspiration.  The culinary renaissance of high-end food at street prices is something we most definitely respect up here in Oregon.  So there is much love for our West Coast friends down south.Still, we are well aware that P-town isn't LA.  And what we're trying to showcase here is how Portland can make an LA idea awesome in its own way.  Here at KOifusion we are making it our mission to figure out how to feed Korean-Mexican eats to the people on the street with an Oregonian sensibility.Tasty: We start with freshly made corn tortillas that are made personally every morning by our Mexican Mama Rosie.  I swear to you, her hands are magic and know how to add just enough love into every pillow-soft, melt-in-your-mouth rounds of corny goodness.  If those are just the tortillas, you can only imagine how much care has gone into making sure that Mama Kwon's marinade takes center stage whenever Bo gives our high-quality meats some Korean love.  So how do we keep it P-town?  Well in addition to staying true to our community,  we also make a huge effort to incorporate local and organic Oregon ingredients as much as possible.Good Food With a Purpose: As anyone who has started their own business has come to find out, it ain't easy being green.  There is a reason why it is pretty much impossible to find an organic, sustainable Korean restaurant - the cost of some of the key ingredients, such as quality sesame oil, are on the pricey side.  Add the additional costs of going organic and you are looking at one tough mountain to climb.  Still, even though it isn't easy, it doesn't mean that it's impossible.  Using sustainable, local and organic ingredients may be difficult for a struggling, new business, but Bo has made it his mission to make short and long-term goals to build a restaurant on wheels that can eventually provide food that is fresh and mostly organic and sustainable.  But P-town, he's going to need your help!HISTORYFounder Bo Kwon got the idea to open KOifusion from a father and son's a trip to Los Angeles. While enjoying a little father-son-time, he came in contact with the phenomenon that is now known as Kogi BBQ (The founder of the Korean Taco movement).  Bo was so blown away by the freshness of their ideas, that he emailed them right away. After receiving a fist-bump from Kogi and some advice to keep it real and to keep it Portland, Bo quit his high level corporate job and dove into KOi.  The love and in-the-trenches support came immediately from his family members - from Mama Kwon laboring every morning to make all the kimchi and marinades, to his little brother working the grill.  And then there's Papa Kwon rooting for Bo from the sidelines.  And if that wasn't amazing enough, Bo was completely floored by the bear hug of enthusiasm and encouragement from the strong Portland food cart community.  Making Portland's first sustainably-friendly, Korean-Mexican taco truck isn't going to be easy, but the fact that all these events had transpired within the span of two months has taught Bo that nothing is impossible and that some dreams really are meant to come true.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Koi Fusion",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4cdb44c3-f1b8-4985-bc37-2a9046204482.jpg",
  "transactionFee": 30,
  "username": ""
}