{
  "address": "",
  "description": "My name is Brian Rodgers. I was born in Greenville, Mississippi in the heart of the Delta. Growing up in farm country, I was raised on fresh proteins and produce. One of my fondest memories as a kid was catching catfish on the Mississippi river with my grandfather until the sun set, and then cooking up a Southern style, family feast.When I was 12 my parents opened a BBQ restaurant called Smokies BBQ Pit. That’s where I learned how to smoke all types of wild game and of course, your traditional southern style BBQ!After graduating from high school I went to college where I realized my true passion was in food. After college I moved to Portland, OR, where I attended Western Culinary. I honed in on my culinary skills and got the opportunity to work with some of the best chefs in the Northwest. This opened my eyes to a lot more styles of cooking, but in the end my passion remained with Southern cuisines.In 2004 my parents retired their restaurant and I decided to keep their tradition alive through the greater NW. I hauled our 16 foot smoker across the country and currently use it to smoke and prepare all of my food for my cart and catering events.That’s a little background about me and how Mississippi’s Delta BBQ came about. As always, I’d love to hear your feedback and hope to keep the Southern traditions alive!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Mississippi's Delta BBQ",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com",
  "transactionFee": 30,
  "username": ""
}