{
  "address": "",
  "description": "Khao Man Gai is one of the most popular Thai food that you can find almost everywhere in Thailand especially Bangkok.  The original Khao man gai is from Hainan province, China. You can also find it called Hainanese chicken. It is chicken poached traditional cook with whole chicken. Then use the chicken broth to cook the rice with all aroma thaiherbs. That’s also the reason to use whole chicken because you want the broth to have the most chicken flavor to cook rice. Serve with the pungeon sauce that made from fermented soy bean puree mix with garlic, ginger, thai chilies, vinegar and sugar. Also serve with few vegetable to refresh the meal which is some few pieces of cucumbers and cilantro.In thai style it cannot be complete without the some clear light taste soup to balance everything together also to clean your throat making to meal so enjoyable.You can find Nong's Khao Man Gai at three locations in Portland:  Downtown, near Portland State University, and at their to go shop in SE Portland, Oregon",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Nong's Khao Man Gai",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4de71d21-f384-431d-8c7f-345546204482.jpg",
  "transactionFee": 30,
  "username": ""
}