{
  "address": "",
  "description": "For your next BBQ dinner, don’t settle for anything less than an incredibly tasty meal cooked by an ultimate champion award winner. Randy Twyford has been blazing through BBQ & Food Truck competition for years- accruing 10 Grand Championships, 5 Reserve Grand Championships, as well as countless 1st Place awards and honors, including being declared the OFFICIAL best BBQ in Jacksonville. Now he’s winning over new customers every day as they come out and order up his smoky, juicy, and delicious grub; Pulled Pork shoulder, Beef Brisket, BBQ Chicken, Turkey Breast, Baby Back Ribs, and all the rest- all seasoned with his succulent signature rubs. The homemade sides and desserts, of course, are also worthy of Twyford pride: Miss Marla’s Loaded Potato Casserole, Pit Smoked Baked Beans, Mac & Cheese, Cole Slaw, Banana Pudding, Bread Pudding, Cherry Cobbler, and so much more.Whether you’re gearing up for an event or merely your next meal, Twyford is certainly worth a try, ‘cuz Midwestern folks from far and wide will confirm with confidence that this divinely delicious barbeque is just to die for. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Twyford BBQ & Catering",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57157905-c2c8-43b3-9208-169d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}