{
  "address": "",
  "description": "Chef Brian Finks custom build a food truck, to bring exciting, bold flavors to the customer on the move. A mobile kitchen bringing peak quality, worthy, affordable fair is our adventure. Collecting our ingredients daily, preparing Fresh, from scratch is our passion. The truck was originally a Cleveland S.W.A.T Truck. When giving the opportunity to buy It, we jump all over it. That’s when the ideas for Fired up Taco truck were born. We had a beast of a truck and a mission ahead of us, we started right away. After researching the market, we custom built the truck from ground up. Creating a full scale mobile kitchen on wheels, Complete with Coolers, fryer, 6 burner range stove, hoods, freezer, 3 compartment sink all brand new. Re creating the kitchens we’ve trained in our whole careers was important to us. Now, that the truck is complete, we’re prepared to launch a Taco truck complete with traditional, global, and “WOW” I never thought of that TACO’s. Enjoy C-Town, don’t forget to “Like” us on Facebook and “follow” us on twitter to find your next meal. Peace",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Fired Up Taco Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2966/54103c64-14a4-4498-ad5d-016046204482.jpg",
  "transactionFee": 30,
  "username": ""
}