{
  "address": "",
  "description": "Aroy-D, The Thai Elephant is brought to you by Pupay & Jon, an extremely talented husband and wife team. Pupay moved to America and a few years later, taught herself to cook native Thai dishes so that she could savor a taste of home. Her husband Jon became her number one fan after trying a bite of these new creations. As he would bring her mouthwatering homemade lunches with him to the office each day, Pupay’s culinary gifts were then glimpsed by his intrigued co-workers. After receiving numerous requests, Pupay made food for the whole office and her flavorful offerings were an instant hit. Pupay was suddenly slammed with catering opportunities and it became clear that her amazing dishes simply needed to be shared with everyone. After over a year of research and preparation, as well as another 6 months for Jon to  transform an old tool truck into the perfect food truck, Aroy-D (Thai for “very yummy”) is now Jersey City’s favorite stop for the most delicious and authentic Thai cuisine. Every item on her menu is incredible, from the Pad Thai to the Sweet ‘n Sour Chicken to the Fried Spring Rolls with sweet plum sauce to the delectable Pumpkin Custard!For all this and much more, be sure check out the ever-acclaimed Aroy-D!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Aroy-D",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/523711db-86b8-4e8e-ab93-1c4346204482.jpg",
  "transactionFee": 30,
  "username": ""
}