{
  "address": "",
  "description": "City: Edison, NJLombardi Pizza Co. is a traveling wood fired truck. Our mission is to bring authentic Neopolitan pizza to any of your events, parties, graduations, weddings, corporate outings, etc. Peter Lombardi pizzaiolo/ownerIn 2006, Peter made his first voyage to Italy. He was immediately captivated by the history, art, culture, and food of this beautiful country. It was on this trip that Peter was introduced to Italy's greatest gift... pizza, and it was bliss. The tomatoes were fresh and bright, the bufala mozzarella was creamy and sweet, the charred crust was light & puffy with a delicate crunch, and the wood fire added a delicious smokey flavor. Peter was saddened that something so wonderful could not be found back home in America. The seed was planted in Peter's mind; he needed to introduce as many people he could, back in the states, to this perfect food. America had destroyed what pizza was meant to be and it was now his mission to bring it back. Peter graduated culinary school with a degree in Professional Cooking & Baking and an Bachelors in Hotel/Restaurant Management. After working in several different restaurants he decided to focus on the food that truly made him happy, Neapolitan pizza. In 2009 Peter travelled to Naples, Italy, the birthplace of pizza. There he trained with master pizzaiolo Enzo Coccia. Peter immersed himself in the Neapolitan pizza culture and it was then when he realized that this was his true calling. Pizza encompasses all that Italy is; it is history, it is art, it is culture, and most of all, it is our heritage.Upon his return Peter took root at Nomad Pizza Company in Hopewell, NJ. It was here that Peter honed in on his skill and continued to study the art of authentic Neopolitan pizza making.He has now taken those skills and ventured out on his own to bring you Lombardi Pizza Company.Peter has traveled to Italy several more times to study its food, culture, and of-course... its wine. \"I believe in using fresh and high quality ingredients but, more importantly, I believe that hard work, passion, and love are the most important elements of my pizza and my mission is to bring this experience to you.\" Peter Lombardi",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Lombardi Pizza Co",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f18657a-4f60-4173-9bc3-798146204482.jpg",
  "transactionFee": 30,
  "username": ""
}