{
  "address": "",
  "description": "Lagniappe Today (pronounced LAN-yap) is an 18-foot, contemporary mobile kitchen serving quality Louisiana cuisine. This food truck will be based at Boardwalk on Bulverde, 14732 Bulverde Road, and will dispatch to area locations to cater parties and events in San Antonio and Central Texas.Lagniappe Today’s mission is to lovingly prepare authentic Louisiana cuisine, using family and chef inspired recipes along with ingredients from the Bayou State - all prepared from scratch inside our food truck.Joseph Larry & Suzanne Jackson embarked on this venture a few months ago. Lagniappe Today is our encore venture after other successful works.Joseph is a multi-decade veteran of the food service industry and a graduate of the University of Houston Hilton College of Hotel and Restaurant, with experience in casual dining and quick service. Suzanne has always had a flair for cooking, developing recipes and she specializes in preparing Louisiana Cuisine. Joseph & Suzanne are combining their talents to bring to you Authentic Louisiana Cuisine in the most exciting new venue that is sweeping America today, “Food Truck Dining.\"The French word Lagniappe (LAN-yap) “giving something extra just because” encompasses our business and personal philosophy, which includes sharing in good times and times that will be better. Lagniappe Today offers “Something Special for San Antonio,” supporting those in need by participating in fundraising events in the local area.This Lagniappe (LAN-yap) Food Truck adventure will be a joy, entertaining and fun.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Lagniappe Today",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5008d6d4-fc58-4251-9b38-368f46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}