{
  "address": "",
  "description": "Rock On Wheels is rolling through San Antonio, blastin’ out some classic rock tunes and serving up an amazingly tasty selection of your favorite comfort foods. Chris AKA “Big Money” & Laurie G together shared a dream to run their own business while making a significant difference in the world. It quickly became clear that the best way to make this dream come true would be to operate a food truck where they could make fantastic recipes, help feed the hungry and work to raise awareness for local charities. Due to their awesomeness, they’re achieving all of the above and of course, everyone is really loving Rock On Wheels. Their mouthwatering menu is music to your appetite with options like...Double Trouble Waffles- Jalapeño Cheese Cornbread topped with homemade chili, shredded cheddar, sour cream & fresh cut scallions and the Sweet Grilled Cheese O’ Mine- Texas toast, fresh spinach, tomatoes & guacamole and much more!For food that’s both delicious and beneficial for the community, come rock n' roll on over to this cool truck.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Rock On Wheels SA Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/13969/57733add-3e64-4004-a7b6-075346204482.JPG",
  "transactionFee": 30,
  "username": ""
}