{
  "address": "",
  "description": "The veteran-run Grilled Cheese Trucks have grown to be nationally famous for taking America’s favorite comfort grub through the streets of 5 cities (and growing!), satisfying the cravings of every adult and child with superb service, alongside their delicious selection of ooey gooey goodness. These mouthwatering cheesy melts that will warm your bellies and souls, with stuffings like BBQ Pork, Mac & Cheese, French Onion, Brie & Pear, and so much more. You can even customize your own creation with their various options of additions; Applewood Bacon, Smoked Turkey, Bread & Butter Pickles, etc...Before you dig in, be sure to set yourself up with some savory soup from The Original Soupman to dip your grilled treat in, including Corn Chowder, Tomato Basil, Chicken Noodle, and creamy Crab Bisque. And for dessert, delight in their S’mores Melt (Nutella, crumbled graham crackers, toasted marshmallows, merged between two slices of sweet brioche) or Mom’s Apple Pie Melt (sharp cheddar, brown butter caramelized apples, candied walnuts, within fresh french bread). For all this deliciousness and much more, come out and please your taste buds at The Grilled Cheese Truck!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Grilled Cheese Truck - San Antonio",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52152a85-aca4-4205-a880-230446204482.jpg",
  "transactionFee": 30,
  "username": ""
}