{
  "address": "",
  "description": "The Chow Train is a not-for-profit corporation dedicated to fighting hunger and food insecurity, eliminating the social barriers associated with food and educating the public about the issues of hunger and homelessness. Our philosophy is that everyone, regardless of economic status, deserves the chance to eat delicious and nutritious gourmet food from an ever-changing daily menu.You will not find a cash register at The Chow Train but rather a donation box where we ask our patrons from the general public to pay what they feel their meal is worth or to leave a little more than our suggested menu price to help out someone less fortunate. If a diner does hot have sufficient funds to leave, they are encouraged to exchange an hour of service as a volunteer.We strongly believe in \"a hand up, not a hand out\" model and will try to provide training to dining patron-volunteers as dishwashers, prep cooks and cooks or we will direct dining patron-volunteers to the agencies and schools that provide such training. We will partner with local organizations such as The San Antonio Food Bank, which provides cooking/nutritional classes to the public, and we will work with patrons to teach them how to grow, prepare and preserve food. We believe this will help people stretch their food budget, eat healthy and avoid food waste.On May 24, the City of San Antonio issued a permit and license to The Chow Train so that we may begin/continue to serve a healthy and HOT and Nutritious dinner to the hungry and homeless of San Antonio. We receive donations of food/produce from a variety of sources and also receive cash/check donations, as well.Founded by Joan M. Cheever, chef, culinary student, author and attorney in March 2011, to serve the hungry, food insecure and homeless residents of San Antonio, gourmet, restaurant quality and healthy food on the streets of San Antonio and Under The Bridge. The Mission of The Chow Train is to heighten public awareness of the hungry, homeless and food insecure in the United States, to partner with non-profit organizations, and encourage other organizational partnerships, to meet the needs of the hungry, homeless and food insecure throughout the country, all for educational, scientific and charitable purposes. To fulfill this Mission, The Chow Train shall be administered and maintained exclusively for charitable purposes with its income and assets used solely to fulfill its mission.The Mission of The Chow Train is to heighten public awareness of the hungry, homeless and food insecure in the United States, to partner with other non-profit organizations, and encourage other organizational partnerships, to meet the needs of the hungry, homeless and food insecure throughout the country, all for educational, scientific and charitable purposes. To fulfill this Mission, The Chow Train shall be administered and maintained exclusively for charitable purposes with its income and assets used solely to fulfill its mission. Checks may be made out to The Chow Train c/o The Broadway National Bank, 1177 NE Loop 410 San Antonio, Texas 78209 Attn: JENN STEWART",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Chow Train",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb22ca6-2c1c-4a63-bc62-126346204482.jpg",
  "transactionFee": 30,
  "username": ""
}