{
  "address": "",
  "description": "Winner Winner Chicken Dinner is a food truck serving up the best crispy chicken. Of course we have other stuff on our menu but you have to come out and try us!THE WWCD-A combination of sweet and spicy meets our Original Winner Winner Chicken Dinner. We start by marinating our chicken tenders in jalapeno juice and coating them in an almond, sesame seed, corn flake, sugar, and chili powder mixture. It all comes together on a homemade tortilla, some raspberry chipotle coleslaw, and a fried avocado (in that same delicous coating). Southwest Chipotle sauce ...on the top adds the final touch.Other Menu options:1. The Mimi Melt- two slices of Texas Toast, two slices of American cheese, three slices of bacon, two fried chicken tenders, and raspberry chipotle sauce.2. Bianca's A.L.T.- our twist on the classic B.L.T. for those veggie lovers. It's fried Avocado, Lettuce, & Tomato on a Croissant.3. J. Alexander's Bacon Cheeseburger- 1/2 pound of beef, bacon, our signature Jalapeño, cilantro, cheddar cheese sauce, lettuce, tomato, onions, mustard and mayo all on a hamburger bun.4. Mas Mas Chicken Cheesesteak- jalapeño marinated grilled chicken, grilled onions, grilled bell peppers, & our signature cheese sauce all on a French bread roll.5. Do Wop- Cajun creole pro boy with our signature crispy chicken topped with pepper jack cheese, grilled bell peppers, and grilled onions on a French bread roll.6. THE Grilled Chicken Taco- jalapeño marinated grilled chicken, lettuce, tomato, and a slice of fried avocado.We also partnered up with the Lemonade Company to accompany these delicious meals. Our flavors include Original, Strawberry, Blackberry, & Pomegranate. We also sale Mexican Cokes & water",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Winner Winner Chicken Dinner",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5061ecc8-6184-4fbe-bf6f-65b046204482.jpeg",
  "transactionFee": 30,
  "username": ""
}