{
  "address": "",
  "description": "Burnt Ends Bqq Food Truck specializes in delivering quality bqq with a modern twist. Traditionally, bbq restaurants have served bbq plates consisting of a choice of meat or meats with an option of sides. Burnt Ends Bbq keeps within tradition by providing customers with smoked meats cooked “low and slow” but has traded the traditional concept of sitting and eating into a fast, casual dining experience. Cooking meat “low and slow” is a technique used by masters of bbq. Burnt Ends Bbq’s brisket, pork, and chicken are all smoked for 12+ hours at a very low temperature ensuring the meat is fall off the bone tender and filled with rich smoky flavor. Stepping away from the traditional bbq plates and sides, Burnt Ends Bbq places our meat of a fresh, daily baked roll and tops it with a signature bbq sauce and house slaw. The house slaw, unlike traditional coleslaw, is vinegar not mayonnaise based. The warm juicy meat accompanied with a signature smoky bbq sauce and house slaw, provides a perfect combination of traditional bbq flavors with a modern presentation. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Burnt Ends BBQ Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com",
  "transactionFee": 30,
  "username": ""
}