{
  "address": "",
  "description": "Bringing creme brulee to the people!This food cart is dishing out crazy creme brulee concoctions. The Creme Brulee Cart has quickly become a San Francisco foodie staple dessert.The Crème Brûlée cart started in early 2009 in a back alley in San Francisco with a single torch and a tiny push cart.  Curtis Kimball, the crème brûlée man and founder of the Crème Brûlée Cart managed to find his way into the hearts of the growing group of crème brûlée fans and lovers for several months as he juggled multiple jobs and the cart.  The Crème Brûlée Cart  was soon featured in the New York Times, Sunset Magazine, The Food Network and many more unexpected places. As the menu and lines grew, the crème brûlée man built a permitted cart that launched in October 2010 and is still serving the torched decadence needs of San Francisco's financial district today on Market and Sutter street.  Since then, the crème brûlée man has launched a crème brûlée truck, bringing delicious desserts to the greater San Francisco Bay Area.  Come and find him selling the best crème brûlée in the world out in the streets of San Francisco!To read about the wonderful experience of eating at this truck, check out the Roaming Hunger blog here: http://roaminghunger.com/blog/8013/sweet-day-cheat-day",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Creme Brulee Cart",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f7803b6-07e0-4b7c-8b10-3eff46204482.jpg",
  "transactionFee": 30,
  "username": ""
}