{
  "address": "",
  "description": "Cupkates is the very first mobile cupcake truck in the Bay Area. We roam around Berkeley and Oakland vending delicious cupcakes straight from the truck. (Yes, like a taco truck with cupcakes.) Our cupcakes are baked fresh daily using only the highest quality, local ingredients-including Madagascar Bourbon vanilla from Santa Cruz, Guittard chocolate, and Clover Farms sweet cream butter and milk.Kate, our Chief Cupcake Officer, first began baking in her spare time as a student at Cal, quickly developing a cult following among friends, roommates, neighbors, and professors-all of whom swore by Kate's baked goods.Kate began her professional career navigating the rigors of the culinary world in a tiny, flour-strewn closet at Chez Panisse. As quite possibly the worst intern in the program's history, Kate left the confined quarters, hectic environment, and exacting measurements of the kitchen for the publishing world-where she spent several years as a managing editor at Dwell, a modern design magazine. (Dwell still informs her baking and design decisions. In fact, Brendan Callahan, Dwell senior designer and co-owner of Semigood Furniture, designed the Cupkates logo.) Ultimately, Kate couldn't ignore the epicurean call and left Dwell to combine her extraordinary talents for editing and baking, serving as the senior content editor at ChefsBest, a company dedicated to sensory tasting.Baking, editing, and sensory testing all culminated in the unique approach and product now called Cupkates. Cupkates takes the same refined approach to baking as Kate did as an editor in the design world: cutting the fluff and focusing on what's essential. At Cupkates, we believe food should be beautiful, but mostly we think it should taste good. So, we opt for a simple aesthetic that forgoes gimmicks (no bacon chocolate cupcakes here) in exchange for craft, quality ingredients, and exceptional taste. The result? We hope it's the best cupcake you've ever tasted-every single time.To read more about Kate's journey through the food world, check out the Roaming Hunger blog here: http://roaminghunger.com/blog/8557/cupcake-dreams-come-true",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cupkates Bakery LLC",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/193/562151ba-eed4-4947-b6d5-13fd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}