{
  "address": "",
  "description": "Back in 2009, Curry Up Now truck appeared on the streets, San Francisco’s first and only Indian food truck. Inspired by the tasty street cuisine found all throughout India, Curry Up Now takes ever-so-savory and authentic Indian flavors, and wraps them up in on-the-go friendly tacos, quesadillas, burgers, burritos, bowls, and more. The food is so wonderfully delicious, the foodie love was quickly contagious. Now there are over four Curry Up Now trucks roaming through North California, serving everyone their scrumptious, affordable, and accessible menu. Their offerings include Burritos with creamy, tangy tikka masala, burgers with buttered buns, your choice of meat or veggies, and Maggi ketchup, chutney, and onions. Their Sexy Fries are certainly a hot item, with criss-cross sweet potato fries dressed with cheese and fried leek, and topped with a heap of juicy meat or veggies. And there’s so much more on their menu that’s sure to satisfy your curry cravings. So next time you’re hungry, you gotta hurry over to Curry Up Now. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Curry Up Now",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ecc0829-b4f0-4d3a-bc99-4b8e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}