{
  "address": "",
  "description": "Easy Creole is cooking up Cajun and Creole food for meat lovers, vegans and everyone in between. Always natural, never fried. Live by the spice, die by the spice!Most people eat so they can keep living. Us cats at Easy Creole keep living so we can eat. Food from the Big Easy is supposed to be two things: damned good and cheap. Fog City ain't got the type of joint we want to eat at, so we're opening one up. So far only an elite few have ravenously eaten our food, their heads lolling as they savor our étouffées, gumbos, and red beans and rice. It’s our complex mix of spices and hours of preparation combined into simply addictive dishes. Now y'all can discover what food is meant to be!The menu changes all the time, with both vegan and meat filled options - and no compromises; everything's gotta taste goddamned great or we wouldn't waste our skills on it. The menu, location and hours will be changing often while we are popping up at locations around town. We ain’t as hard to find as one of ‘dem food truck thingamajiggies but we aren’t exactly tied to one spot just yet.If our food can't make you find new meaning in life, then it might just be time to turn to adult beverages or controlled substances. Thankfully our first two pop up locations serve hooch!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Easy Creole",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f59939d-ff5c-45e7-a799-35d746204482.jpg",
  "transactionFee": 30,
  "username": ""
}