{
  "address": "",
  "description": "Serving Menlo Park, Atherton, and neighboring communities, we offer the finest products and the best service around.  Our products appeal to all ages, with selections ranging from Haagen-Dazs and Ben & Jerry's to traditional ice cream sandwiches and popsicles.  We specialize in private events of any size; we have served at functions ranging from 12 to 800 people.  See you around!We were founded in May 2010 by Joe and Pete Foster, two brothers from Atherton, CA.  Joe is a rising Senior at Vanderbilt University, and Pete is a rising Freshman at University of Richmond (VA).  Frustrated with the lack of job opportunities in this tough economy, we decided to do something entrepreneurial and chose to sell ice cream.For the summer of 2011, we have \"adopted\" a third member of the Foster Brothers team, Peter Tight.  Peter is a rising Freshman at Gettysburg College and has been friends with Pete for 15 years.  It turns out we have different mothers in common so we're very excited about that.  An expert taste tester, Peter enjoys jazz flute and snowshoeing.While there are plenty of ice cream trucks out there, we strive to set ourselves apart by combining an old, nostalgic business with new technology and social networking to increase our exposure and provide a fun, delicious experience for all.  We hope to see you soon!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Foster Brothers Ice Cream Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/503e40f5-3c9c-436f-aa3e-5e5b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}