{
  "address": "",
  "description": "In late 2010, founder, Jason Angeles was recently laid off from his corporate IT job and was looking to join the street food movement that was taking off in San Francisco.  During a brainstorm session with a friend, frozen custard came up as something that didn’t exist in the Bay Area.  He took a leap of faith, booked a 2 week trip to St. Louis to do further research and take a frozen custard class.  After the trip, the decision was made to bring frozen custard to San Francisco with a local twist.  Frozen custard has a slightly egg yolk content and has a low overrun (inflation) in comparison ice cream.  The end result is a denser and creamier frozen dessert.  The focus of Frozen Kuhsterd  is to use local, natural and organic ingredients in crafting the classic and unique flavors.  The spelling of Kuhsterd is derived from the phonetic spelling of custard, according to Dictionary.com.-Frozen Kuhsterd was initially launched at the Underground Market in April 2011 as a table/cart vendor.  After a chance meeting with Chef Tim Luym in early 2012, Frozen Kuhsterd was expanded to a partnership and became California’s first frozen custard food truck.  Team Frozen Kuhsterd consists of founder, Jason Angeles and partners - Alex Lam, Tim Luym, and Justin Sakurai.  Our flavors, sundaes and sandwiches are inspired from our own ethnic backgrounds and foods that we’ve eaten around the world.  Some would say we’re crazy, but we think we are setting new standards in the frozen dessert segment.  Our unique offerings have made us the highest rated food truck in San Francisco, according to Yelpers.  Currently we are operating as mobile business, but in the works is a store front in the Mission District and a second food truck!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Frozen Kuhsterd",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/1628/54cb4084-c7c0-4024-bf92-748646204482.jpg",
  "transactionFee": 30,
  "username": ""
}