{
  "address": "",
  "description": "Kara's Cupcakes is the vision of executive pastry chef, Kara Lind. A somewhat rebellious child, Kara's sweet tooth is almost legendary in her family. The daughter of a dentist, Kara's love for sweet treats was discouraged by her parents. She learned early in childhood to hide candy and other sweets throughout her family home.This appreciation of sweets is among Kara's earliest and strongest memories. As an advertising sales executive and passionate home baker, Kara realized the importance of following her dreams and enrolled in pastry school. With the goal of furthering her baking skill set, she diligently embraced this program. A small word of mouth cupcake catering business soon was born. It quickly became so popular that demand for her cupcakes exceeded her ability to fill the orders. Before long the first Kara's Cupcakes bakery and retail store opened in San Francisco, followed by a retail outlet in historic Ghirardelli Square.Even now, a mom with nine busy stores selling her famous cupcakes, Kara can still be found most mornings working in the kitchen with her dedicated pastry staff. She visits the farmers markets regularly, looking for inspiration, and sourcing seasonal items for upcoming cupcakes flavors. Thankfully, as the owner of a cupcake bakery she no longer needs to hide sweets, preferring to share her new finds.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Kara's Cupcakes",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/234/53ecf1f0-9c90-4bc2-985e-3ff446204482.png",
  "transactionFee": 30,
  "username": ""
}