{
  "address": "",
  "description": "Littlegreencyclo brings fresh, delicious, Vietnamese street food to the Bay Area. Our founders - Chef Quynh Nguyen, Monica Wong and Susie Pham - can be found serving up a menu that showcases all the great flavors of Vietnam. From baguettes topped with homemade organic pate & packed with lemongrass grilled pork to coconut rice box with tamarind organic tofu and organic baby bok choy.  We offer a variety of affordable choices for both meat lovers, vegetarians and vegans.We strive to source our ingredients from local and organic farms. We also pay attention to our seasonings, preferring sea salt, fresh ground pepper and brown sugar. As for our drinks, we use filtered water to make our unforgettable mint-infused iced coffee and specialty teas.Out of love and respect for our planet, we use only reusable, recyclable or compostable products, which means we won’t be using Styrofoam or plastic bags. We also believe in giving back to the community. A percentage of our proceeds will be donated to a different charity each month, and we will make drop-offs at the local food banks.So follow us on our truck routes as we transport delicacies from the streets of Vietnam to the Bay Area, littlegreencyclo style!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Little Green Cyclo",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4dde0d9e-6928-4268-a5e2-05f946204482.jpg",
  "transactionFee": 30,
  "username": ""
}