{
  "address": "",
  "description": "We fell in love with Vienna Beef Chicago Style Hot Dogs long ago, and just couldn’t get enough of them. Since Chicago is a long way to go for a hot dog, we decided to bring the hot dogs to California. What better way to bring them to the Bay Area, than with a new state of the art food truck. Our truck is fun and full of delicious food. We are available for catering, birthday parties, special events, or just a great curbside meal. Call us with your idea, and we can make it happen!We use only Vienna Beef Products because…Vienna All Beef Franks, sausages, and chili are made from the original family recipe dating back to 1893. The meat used for Vienna Beef Products is 100% domestic beef with no fillers, artificial colors or flavorings. The special blend of seasonings and hickory smoking give them the unique Vienna Beef flavor that we all love. The sausages are so fresh, they snap when you bite into them.Vienna Chicken Sausages are perfect for the health conscious. Not only are they delicious, they are low in fat and contain no trans or saturated fats. The great flavor combinations along with the authentic Vienna beef snap make these sausages truly unique.Vienna Soups are made from all natural dairy products without artificial thickeners or bases. They are slow simmered, using fresh ingredients and spices which make them rich and full of flavor. Comfort food at its best.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Street Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f2ad859-c558-4f2e-80d0-0fae46204482.jpg",
  "transactionFee": 30,
  "username": ""
}