{
  "address": "",
  "description": "'Sweet Treat Stop' is the First and only 'state of the art' bakery truck in the Bay Area, baking Artisan Gourmet Cupcakes & Other Sweet Treats Fresh on the spot!  Our kitchen is custom built, complete with commercial convection ovens and every other feature of a traditional bakery.The 'Sweet Treat Stop' gourmet mobile bakery truck is owned and operated by Pastry Chef Audrey Kramer, a graduate of Le Cordon Bleu's 'Baking & Patisserie Program'.We are different because we features a vast array of yummy sweet treats all baked Fresh on the spot: cupcakes, mini pies, cookies, brownies, hand-made candies, custards and mousses.  **We specialize in cupcake decorating parties for kids. To make your party complete, 'Sweet Treat Stop' bakery truck also rocks with a state of the art sound and video system, playing all sorts of catchy tunes, including our theme song, 'Sugar Sugar', with custom lyrics, 'You are my Cupcake Stop'.  Our Pastry Chefs cheerfully cater birthday parties, Bar Mitzvahs, bridal & baby showers, weddings, commitment parties, corporate events, private parties and fund raisers.  WOW people at your next event or celebration by reserving the 'Sweet Treat Stop' mobile bakerytruck!  Our 26 foot long big pink plaid bakery truck is a crowd magnet, especially when people smell the aroma of Fresh baked goods permeating the air.  Mmmmmmmmmmm Good!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sweet Treat Stop",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4fab34ff-8304-46c9-b433-764f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}