{
  "address": "",
  "description": "It all started with cakes.  Lots and lots of cakes.  Growing up, I remember that my mom used to bake cakes for every occasion.  The first bite for me was always the best, as I plotted the best course for my fork to take the right amount of icing and cake (it was always more icing than cake!).  As I grew up, my love of cakes never faded, but I had no interest in baking one for myself.  I went off to college and studied chemistry....a far cry from anything food related, but who knew that the clearly-defined chemistry experiments would help me from losing my mind in the regiments of baking.  Fast forward to August of 2007:  I was happily living in San Francisco and in my free time, loved to cook and entertain (no baking here!).  I went to NYC that month, and for the first time, set foot in a cupcakery.   Returning from that trip, I scoured my own city to find a place to satisfy my cravings of the perfect cupcake, but nothing could compare to the tastes from my childhood.  I decided to create my version of the perfect vanilla cupcake, and then it snow balled from there...I was a mad scientist in the kitchen!  My passion for baking continues to grow more each day with each new creation and happy customer.  I enlisted the help of my significant other, Kevin, to help me with my dream .  He happens to be the best taste tester/dishwasher/support person I could ever wish for.  And now my love of cakes, in teeny form, continue, and I pass that love along to you.  I hope that you enjoy them as much as we do, and spread the love of teeny cakes to others!  Thanks for visiting.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Teeny Cake",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ce769be-63ac-450d-a86c-7c0346204482.jpg",
  "transactionFee": 30,
  "username": ""
}