{
  "address": "",
  "description": "It’s a ragin’ cajun hot Louisiana day! Don’t worry, be cool. Kona Ice is roaming in on its wheels of chrome, and you’re about to refresh yourself with a scrumptious shaved ice cone. Signature KEVs (Kona Entertainment Vehicles) have paved the way for shaved ice mobiles all over the country since they first washed ashore in Kentucky back in 2007 as a more festive and innocuous alternative to ice cream trucks. This cool idea has warmed the hearts of Americans, and now you can find colorful KEVs surfing up everywhere, all fully equipped with the makings of a terrifically tropical time. Allow the tingle of their Calypso tunes to transport you to the tides. Throw your hands in the air because you’re about to do the Kona Flavorwave! This nifty technology is a bar of flavors on the side of the truck that allows you to choose which ones you’d like to add to your ice and then determine how much. The flavors for your ice are so nice, you can even pump thrice!Come on ova’ to Kona Ice and surf the waves of flava' with us!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Kona Ice of Baton Rouge",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56eb1cbc-0558-4a0f-a64c-1b3146204482.jpg",
  "transactionFee": 30,
  "username": ""
}