{
  "address": "",
  "description": "The first thing to understand about Taco de Paco is that it's not your typical taco truck. Taco de Paco is about a way of life, one that is quickly spreading across the United States and penetrating cities that have been strangers to the \"Food Truck Revolution\" for far too long. Baton Rouge, Louisiana, just so happens to be one of these cities. The owners of Taco de Paco visited cities such as Austin and Portland, two hotspots for food truck activity, and realized this was an industry that was not a gimmick or a passing fad – it was one that worked for both business owners and the communities they served, and one that absolutely, without question, belonged in Louisiana's capital city. Taco de Paco soon became a reality on the streets of Baton Rouge, serving up high-quality tacos and Mexican fare to Baton Rouge in a new spot each day.As one young Baton Rougean recently put it after buying a few late-night tacos to satisfy his food cravings and with one of Taco de Paco's four homemade salsas running down his chin, \"THESE ARE THE BEST TACOS I'VE EVER HAD!\" Taco de Paco is about bringing a cool, fresh, and legitimate set of food options to the streets of Baton Rouge and staying true to the motto \"if it's de Paco, it's deLicious!\" It's about high-quality, great tasting tacos... it's about a movement... and it's about a revolution. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Taco de Paco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f5a4099-4c94-4ee6-ae73-2fb346204482.jpg",
  "transactionFee": 30,
  "username": ""
}