{
  "address": "",
  "description": "City: New Haven, CTThe Cupcake Truck is a little mobile bakeshop in the New Haven area. What makes us mobile? Our old-fashioned bakery truck that we load up with fresh baked cupcakes every day.We wake up very early every morning to bake our delicious goodies and take to the streets to spread a little sunshine and sweetness. Some folks honk, others wave, but many stop to try our cupcakes — and they all walk away with a smile.Have a look around our site and if you’re ever in the neighborhood, stop by The Cupcake Truck and try our cupcakes for yourself. Or use our online form to order some for your next party. Hopefully they’ll have you smiling, too.The Cupcake Truck is America's (the world's?) very first cupcake truck. Our passion is baking truly tasty cupcakes and making people smile.It all started when one compulsive baker and one dedicated cupcake eater had one crazy idea. But after we chewed on it awhile and kicked the tires a bit, it didn’t seem so crazy anymore. So we planned and plotted and before we knew it our little cupcake company in the big old bread truck was born.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Cupcake Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d8c3662-1c48-4770-92a5-50b246204482.jpg",
  "transactionFee": 30,
  "username": ""
}