{
  "address": "",
  "description": "The Hogfather aims to take the best practices of Kansas City style bbq to create our own tender, mouth watering barbeque that is slathered with a thick molasses based sauce that we like to call, \"Sweet with a little heat.\"When you think of Kansas City, BBQ is what comes to the top of mind.  Our town has a rich history with beef.  Our old stock yards and chop houses are world famous.  Whenever people visit they want one of two things: either traditional BBQ or a great steak.  In Kansas City, you can’t go wrong with either choice.  The Hogfather aims to take the best practices of Kansas City style bbq to create our own tender, mouth watering barbeque that is slathered with a thick molasses based sauce that we like to call, \"Sweet with a little heat.\"  We pride ourselves on meats that have been slow-smoked for 12-18 hours to create a discernible flavor that leaves you with those oh-so-good fall off the bone ribs, beef brisket that is fork tender and pulled pork that just melts on your tongue.Hogfather-Artisan Barbecue At the Hogfather, we specialize in high quality, artisanal barbequed meats from the Kansas City region that are cooked over a wood-burning fire pit using various spice wood combinations such as hickory, apple, peach, oak, cherry or mesquite. When you think of true, slow n’ low smoked barbecue, our baby-back ribs, pulled pork, chicken and beef brisket are second to none. We begin by preparing the meat the day before by carefully trimming it to competition grade standards and then applying our own hand-made dry rub, which pre-seasons the meat for 8 to 12 hours before it goes on the pit.   From there, it will be smoked over hard wood for 12 to 18 hours at 225 degrees. This \"low & slow\" approach produces some of the tastiest Kansas City Style barbeque you will ever experience in the state of North Carolina.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Hogfather BBQ",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f8f2405-b3c0-4307-a1c6-373746204482.png",
  "transactionFee": 30,
  "username": ""
}