{
  "address": "",
  "description": "City: Covington, LALola deux the newest addition to Lola Restaurant!! You can find our food truck rolling in downtown Covington Friday & Saturday nights.Three short blocks to right of Boston Street lies a restaurant where hundreds of people dine and socialize each week. As a result of Hurricane Katrina in 2005, Keith and Nealy Frentz opened the doors of LOLA restaurant in downtown Covington. Having both graduated from Johnson & Wales University and holding titled positions at Brennans on Royal Street, their training and experience has made LOLA what it is today.\"Counter service allows us to keep business rolling at a steady pace, but our influx of customers and fast pace does not take away from the quality of food we prepare. In our original 1940's train caboose, everything from home-made bread, soups, specials, desserts and lemonade are made fresh daily. Frequent trips to the farmers markets and a good relationship with local seafood purveyors allow our food to be simple, fresh and seasonal. Our goal is to provide customers with affordable home style food in a casual upbeat atmosphere. It just happens to be in an old train depot.\"\"Friday and Saturday nights allow us to bring our fine dining experience to downtown Covington. Candlelight dining, a full bar and a contemporary menu are what make LOLA diners appreciate the passion we instill into each dish.\"\"When's the last time your food came out of a caboose?\"",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Lola Deux",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d859455-7420-4533-907e-71d146204482.jpg",
  "transactionFee": 30,
  "username": ""
}