{
  "address": "",
  "description": "A Little Slice of Heaven, Right Here in Michigan!Are you tired of being told you need to get your fruit and veggie servings everyday? Well so is Eskimo Jacks! Why aren't they talking about how important it is to get your cookie and ice cream servings each day? Martyr-ism has become a part of our American culture... .but not at Eskimo Jacks! They love enjoying themselves, and more importantly they love cookies and ice cream darn-nit! And they know you do too! So put the celery stalk down, step away slowly, then come on over to Eskimo Jacks for a little something sweet that will remind you of why life is so good! They had one goal in life, after forgetting what that was, Eskimo Jacks decided to rid the world of cardboard cookies and flavorless ice cream! They wanted to share a long standing family-tradition recipe with the masses. In short, they wanted to make life... well, a little sweeter! We make our cookies AND ice cream from scratch. Let us make your event UNIQUE-we will bring tubs of ice cream and our cookies, and make the best ice cream sandwiches you will ever taste.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Eskimo Jacks Artisan Cookies + Ice Cream",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5661f7fa-22f4-47ce-a65c-762146204482.jpg",
  "transactionFee": 30,
  "username": ""
}