{
  "address": "",
  "description": "Ned's Gourmet Mobile Food Trailer makes pure Michigan meals for private events, festivals.The Story of Ned'sThis is the story of two friends sharing one dream, one passion, and one love.  To create unique dishes and share it with food lovers.  Thus Ned’s TravelBurger was born.  Growing up in Detroit and Chicago, our lives were heavily influenced by our solid Midwest culture.  The White Castle Slider and Chicago Billy Goat Burgers as well as The Layfaette Coney and Superdawg Hot Dogs are Midwestern Icons.  But after many travels over the years our food tastes changed but not our basic love for dogs and burgers.  Every aspect of our menu is designed with the memory of our foodie experiences.   From late nite Sliders, to Ahi Tuna picnics, this is the kind of food that brings back thoughts of one’s travels. But we decided we needed one more ingredient to combat our sloppy dining experiences while on the go.  Thus a foolproof tidy, clean and tasty format of serving was born …. The TravelBurger.       With the popularity of gourmet mobile food and a little business savvy, we came up with a menu that intrigues and entices.   Our motto says it all, \"Burger cuisine with World Flavors in between.\" the blending of two cultures in perfect harmony.  Our inspiration is synonymous with our passion, the love for food.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Ned's Travelburger",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f369854-6880-4e9e-9702-4b2646204482.jpg",
  "transactionFee": 30,
  "username": ""
}