{
  "address": "",
  "description": "A sweet family of three is behind the wheels of this mobile eatery, providing local and organic cuisine to the communities throughout Michigan. Understanding how difficult it is to go eat out without sinking your teeth into a plethora of artificial ingredients, the Nemeth family decided it was up to them and their culinary talents to offer a tasty and all-natural alternative. Now they’re taking the Salt & Sugar Co. around and serving a selection of incredibly delicious salads (with leafy greens, pasta, or quinoa & whole grains), fresh sandwiches (like Chicken Salad on a Croissant) and hot yummy soups (like Corn Poblano Chowder or Butternut Squash), and much more. Oh and the desserts? You will most likely find their Pecan Pie Bar Bites, Orange Chocolate Scones, Brown Butter Iced Banana Cake (these are only just a few) to be absolutely delectable and divine. Everyone is beyond grateful for the amazing food and service from Salt & Sugar Co. and once you try a bite of any of their scrumptious offerings, you certainly will be too. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Salt & Sugar Co",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/576c4f4d-b4a8-414a-a84d-1edf46204482.jpg",
  "transactionFee": 30,
  "username": ""
}