{
  "address": "",
  "description": "Southern Californians can savor the flavors of the Great White North, courtesy of the French Canadian Fusion cuisine from Les Munchies. This talented crew uses sustainable hormone & antibiotic-free ingredients to craft a delicious selection of poutines topped with your choice of lobster bisque, Cajun gumbo, or peachwood-smoked maple pork belly. Another tasty signature item includes the Canuck Paddles (big fluffy brioche donuts with cinnamon sugar or maple glaze). Les Munchies also provides top-quality custom catering, so no matter what type of event you’re planning next (surf and turf BBQ, birthday parties, office parties, weddings, etc…) this team is more than happy to work with you to tailor the perfect menu to suit any theme. They might even utilize these custom creations to offer limited-time specials, so be sure to keep an eye out for this truck on the streets in case you want to try something new and exciting. For fantastic service and food that is “so good, it’s addicting”, come lose yourself in Les Munchies!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Les Munchies",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57586204-16a8-44e6-9665-76c446204482.jpg",
  "transactionFee": 30,
  "username": ""
}