{
  "address": "",
  "description": "City: Roanoke, VASo you might be wondering what exactly a GastroTruck is.Lots of people have no idea what we are talking about and ask us what is a GastroTruck and what are you planning to do with this so let us explain…First off, our evening gig is pleasing food lovers at our flagship Smith Mountain Lake waterfront fine dining establishment, The Landing Restaurant. We also offer a more casual dining and craft beer experience next door at Bruno’s GastroPub.Bruno Silva, the mastermind behind the menus describes his cooking style as “classic with Andean Nouveau influences. Bruno works with local farmers to supply the restaurant with fresh ingredients, allowing him to create some spectacular culinary dishes that change by the season.My goal is to do everything local, not with big distributors. I’d rather do business with locals, even if it means paying more because at the end of the day the quality products that our local growers have make amazing dishes!- Bruno SilvaOk, so let’s get back to the GastroTruck.Basically, we are taking our concept of Fresh, Bold Flavors you’ll find at our brick and mortar restaurants and hitting the streets with it… you can think of it as Bruno’s version of Global Curb Cuisine.  We all love to eat great food but lets face it, sometimes we are short on time and can’t sit and wait at a restaurant.  Fast food burger combos and prepackaged salads can only satisfy for so long, right?The GastroTruck is a fully loaded kitchen on wheels.  Bruno is able to give you that same restaurant quality food, only faster and on the streets.  The menu will change at least weekly if not daily based on what crazy things he comes up with next.  You will find the truck on the streets of Roanoke, Lynchburg, Blacksburg and at its home base Smith Mountain Lake.We will also use the GastroTruck for Catering, Festivals and Corporate Events.  Anyone can cater your event but we can actually cook at your event giving amazing fresh food and unlimited menu options.  ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Bruno's GastroTruck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f598f77-23b8-4194-b1cc-573046204482.jpg",
  "transactionFee": 30,
  "username": ""
}