{
  "address": "",
  "description": "CAFE GETAWAYWe at Cafe Getaway truly care about the world we live in, so we strive to use eco-friendly products wherever possible, like locally-roasted organic and Fair Trade certified coffees, compostable \"plastics\" made from corn, and \"paper\" goods made from recycled materials.From 1991-1998, we had one of the world's most perfect jobs. We ran a charter business taking people on week-long sailing and scuba diving vacations in the Virgin Islands. Every week we met new people from all over the country, even the world, and we got to guide them around our very beautiful reefs and islands. Food was a big part of it! The great meals may be what our guests remember most!As sailors, we had long dreamed of going cruising in the South Pacific. In 1999, a friend's illness gave us a wake up call. \"Don't wait\" was the message, so on the eve of the millennium we made our personal \"getaway\" and sailed west over the horizon. Ten years took us through the Caribbean, along central America from Ecuador and the Galapagos north to Mexico, and right across the Pacific through Oceania's famous isles all the way to Australia! It wasn't always easy, but it was most always wonderful.In Cafe Getaway, we hope to have found another great way to make a living, where once again every week we will continue to meet new people from all over and make them happy with good products and heartfelt service. Throughout our travels there was nothing that focused a fine moment better than a really good cup of coffee and smoothies blended up with tropical fruits.With Cafe Getaway we hope to recreate those opportunities for you, so whenever or wherever you see us, take a break and enjoy a mini cafe getaway, or better yet, recommend us to the organizers of your favorite events!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cafe Getaway",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f2f7056-7d80-4ab3-9d76-240b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}