{
  "address": "",
  "description": "Due to their success in both Los Angeles and Jacksonville, this badass burger truck is finally coming to the streets of Orange County!Baby’s Badass Burgers sprang from the imaginations and experiences of ex-New Yorker restaurateur Erica Cohen (pictured right) and celebrated event planner Lori Barbera (pictured left). Cohen launched her career in the restaurant world as one of the founding partners in the first of The ONE Group’s many restaurants. Cohen, a passionate foodie and burgermeister at heart who had “been searching for the perfect, quintessential cheeseburger since [she] was a little girl,” decided that in order to satiate her quest she would have to create her own flawless burger: the Simple Original Beauty on the BBB menu.For her part, Barbera, who has produced dozens of events for celebrities from Lauren Conrad to Common, companies from Comedy Central to Paramount, and shows from Dancing with the Stars to Big Love, is applying her considerable event and catering expertise directly to the launch of BBB. She is already creating a buzz with potential customers from all over the entertainment industry who wish to enliven their lunch and dinnertime offerings. Together, the dynamic duo of Cohen and Barbera originated the Baby’s Badass Burger concept, design and branding, and developed and refined the menu with Executive Chef Jason Ryczek.“It’s been fascinating to witness the trend over the last decade of the gourmet burger being added to many high-end restaurant menus, and even more fascinating to appreciate consumers didn’t blink at an exorbitant $15+ price point,” Cohen explains. “Now, with the recession, that consumer perception around value is reversing course. Baby’s Badass Burgers, which strips out the hard costs of a traditional restaurant, allows us to deliver greater value at a fraction of the cost, more conveniently, without compromising restaurant-level quality. It’s a win-win-win from studio heads to college students to late night revelers looking to satisfy their gourmet burger craving.”So the next time you see a glimpse of a hot pink flash rolling by you — it just might be Baby’s Badass Burgers coming to a street near you.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Baby's Burgers - OC",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5753/5597e6ad-ab58-4ea9-a497-24e746204482.JPG",
  "transactionFee": 30,
  "username": ""
}