{
  "address": "",
  "description": "Quality IngredientsIn the interest of guarding our unique buqqa taste and quality, we use only the freshest locally sourced proteins and produce. We do not use processed or frozen products in any of our food preparations.We also conduct routine inspections and use strict quality control measures within our own facility and with our suppliers to ensure that production is carried out with the best practices possible to deliver optimum quality every time.We have a large selection of meats to choose from and all of our Veal, Lamb, Angus and Beef are specially selected from the most valuable and tender cuts. All of those cuts are then marinated for 18 hours in a temperature controlled environment prior to preparation. Due to our passion for perfection, we guarantee to serve only the tastiest Köfte (Regular and Cheesy Meatballs) , Döner (Gyro), Beef Sausage (Sujuk), and Shish Kebab which are proprietary to our food trucks.At buqqa , our menu is prepared daily and all of our locally sourced meats are seasoned with traditional Mediterranean hand prepared spice blends imported from Turkey and Italy. Putting a modern spin on an ancient process, we utilize a Döner (Gyro) grill which is a vertical rotisserie that turns and cooks meat evenly while the grease is allowed to drip and be captured below.Catering ServiceMediterranean culture is famous for large gatherings with 50-200 guests for  birthdays, graduations, engagements, weddings, etc. We have a carefully crafted catering menu that begins with delectable appetizers like Tabboula, Hummus and more. Then we move to delicious and tender main dishes, and follow up with a variety of scrumptious Mediterranean sweets.Our extensive catering service  is perfect for large and small gatherings. Please consider us for birthdays, weddings and engagements, fund-raisers and charity events, and more!We will WOW the crowd with our food and make your event an unforgettable one!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Buqqa Gourmet Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/8820/5553fc97-e9e8-45e9-a3e1-33b946204482.jpg",
  "transactionFee": 30,
  "username": ""
}