{
  "address": "",
  "description": "The Eat 'Em Up Truck is one of Orange Counties' best food trucks. Our goal is to provide a top quality menu from American classics to chef inspired street food, featuring our very popular Mango Salsa. Our food is all natural, organic, and of course delicious!Look for us roaming the streets of O.C. and all the best Foodie events in Southern California!Chef and owner of the Eat ‘Em Up truck, Eddie Alvarez, has always had a huge passion for food. After attending the Le Courdon Bleu School of Culinary Arts he worked as an executive chef, personal chef, lead cook, and he also worked for Wolfgang Puck Catering. Before starting the Eat ‘Em Up Truck he ran another truck for a major catering company.At this point he then decided to take on new projects in New Orleans and then Miami. When finding out his beautiful girlfriend and partner Genevie Watson was pregnant with his son Elijah Edward Alvarez it was at that time that they decided to start on their current project, the Eat ‘Em Up truck! Stay tuned for more new and exciting projects from Eddie and Gen!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Eat 'Em Up Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2690/5743941f-35c0-47af-a016-2acc46204482.jpg",
  "transactionFee": 30,
  "username": ""
}