{
  "address": "",
  "description": "So what is REAL Hawaiian Shave Ice? It’s definitely not a snow cone, ewww crunchy! What makes Hula Girls Shave Ice different? First, we are the original authentic Hawaiian Shave Ice in Southern California since 2004 and love what we do and are a family business. We finely shaving a BLOCK of ice, not crushed ice cubes and adding our own homemade tasty fruit flavors. It has to be fluffy and creamy! It's a tropical creation and should be as soft as a cloud. It can only be made by finely shaving ice only from a BLOCK of ice right in front of you if you see an ice cube (or they call it shaveD ice it's not real and tell them we said so!), topped with delicious colorful fruit flavors made from Pure Cane Sugar with no high fructose corn syrups or preservatives! If you like try it \"local\" style served over a scoop of vanilla or Macadamia Nut ice cream or with a snow cap on the top and Li Hing powder! If you’ve never had a REAL Shave Ice, believe us this is not a snow cone and it will be the hit of the party, we even make an adult version! It’s creamy and melts in your mouth like a gelato. Just take a bite, close your eyes and the feel sensation of the warm trade winds, see the Tikis, warm tropical waters, lush green mountains, waterfalls and the spirit of Aloha! Then open your eyes and take another bite of your Hula Girls Shave Ice!Hula Girls Shave Ice covers Orange County, Los Angeles and San Diego counties and has successfully catered events for top companies, concerts and schools. We would love to help you affordably celebrate your next birthday, luau, event. We are Orange County's largest most authentic Hawaiian Shave Ice company.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hula Girls Shave Ice",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4dbcdd65-a28c-43fd-ab98-76f146204482.jpg",
  "transactionFee": 30,
  "username": ""
}