{
  "address": "",
  "description": "First and only Orange County Argentine food truck.  Since November 2009 the Chimichurri Truck has been serving empanadas, skirt steak tacos, chimichurri, sausage and lomito sandwiches, steak and chimi fries, dulce de leche. ABOUT PIAGGIOIt started with the empanada…Piaggio has been making his signature Argentine empanadas for almost 30 years. Piaggio develops a tropical beat…In 1982 Piaggio took this little tasty recipe to Bahia, in northeastern Brazil. There he introduced the empanada to his restaurant patrons in Praia do Forte, then a nascent eco-resort favored by vacationing Brazilians and Europeans.During his twelve years in Bahia, Piaggio perfected the meat grilling techniques that are his trademark and he incorporated the Afro-Brazilian cooking styles and tastes of the area into his evolving cuisine.The empanada comes to California…The empanada followed Piaggio to California where it was the star of his Laguna Beach eatery and then the mainstay item in his subsequent Argentine and Brazilian steakhouses. How it all evolved into a taco truck…Chef Piaggio thrives in fusing his Argentine roots with the food culture of his adopted land. With Piaggio Gaucho on Wheels, he has taken the main taste sensations from Argentina, combined them with his expertise in cooking meats, and then blended all with the taco culture of California.The result is that Piaggio on Wheels is delighting fans with his chimichurri fusion.What’s in store for the future…The hardworking Piaggio on Wheels trucks will be covering Orange County, LA County and San Bernardino County for lunch and dinner, special events, and private functions.You can always find Piaggio on board, living his motto: At your service!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Piaggio On Wheels",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/269/5462a032-9878-44e8-92ee-3c0146204482.jpg",
  "transactionFee": 30,
  "username": ""
}