{
  "address": "",
  "description": "Whatcha Fillin' is bringing an array of delicious sweet and savory waffle cakes as well as various flavors of fries to the streets of Honolulu. At first glance, waffle cakes don't look much like waffles at all, but you will find the assortment delectable, rest assured. Some people may in fact believe they look like what the Japanese traditionally call Imagawa-yaki, a street food originating from Tokyo in the early 1800's that can still be found at festivals and shopping centers throughout Japan. Typically filled with a sweet azuki bean paste, and more recently, custard, curries, and other blends of savory vegetables. While those are absolutely delicious, the ones served at Whatcha Fillin' have a twist on the traditional batter, which has a pancake like consistency, and instead feature a perfect waffle batter to accompany the plethora of fillings. It's light and flavorful with a touch of crispiness, and absolutely yummy!Check out the menu and ponder the question, Whatcha Fillin' today?There are flavors to satisfy every palette, both sweet and savory! To make your experience even more taste bud blasting, we also offer a variety of flavored fries!Come indulge in some of the best street foods around.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Whatcha Fillin'",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/522f823b-d540-4de5-b4cb-0fc046204482.jpg",
  "transactionFee": 30,
  "username": ""
}