{
  "address": "",
  "description": "Serving Asian Inspired Tacos, Steamed Buns, and Hot Dogs, Chai's Global Street Food is a collaboration of two successful entrepreneurs from similar backgrounds.  Bill Shahady and Jimmy Chhay both are passionate about the food and beverage industry and have both worked almost every job possible in that realm.  They are very excited to bring their vast experience running multiple businesses to the dynamic mobile food truck scene.Bill Shahady:  Bill is a graduate of New England Culinary Institute with an AOS in Culinary Arts, and a Bachelor's Degree in Management.  He also has an MBA with a concentration in Accounting.  He is currently the owner of Wine Works Hospitality in Vermont, a business that has been in Burlington, VT since 1999.  He has been working in the food and beverage industry since his first job washing dishes in 1986.Jimmy Chhay:   Jimmy was born in Asheville NC.  He worked in his family's restaurant since age 8. At age 18 learned art of sushi from one of the great sushi chefs in the area.  Following his training in sushi, Jimmy started culinary school at Art Institute of Atlanta.   He graduated with certification of chef and AOS ub  culinary arts. With his formal training complete, Jimmy opened Chai's Noodle Bar in Durham in 2004.  ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Chai's Global Street Food",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5202abd1-53c8-4b37-88eb-269446204482.jpg",
  "transactionFee": 30,
  "username": ""
}