{
  "address": "",
  "description": "Chick-N-Que is a mobile food truck servicing wake county and surrounding areas, specializing in the best chopped chicken barbecue on the go.  Whether  it is a special event, a festival or a small catered dinner, it is our pleasure  to be of service.  Our specialty is chopped chicken barbecue, NC eastern style like you've never had it. Lookout, our food truck may be rolling into your town real soon.Birthed from an overwhelming response to food served at football party,  began to take special orders  in January of 2008 and has grown into a full mobile food and catering service.  With our guarded family recipe,  Chick-N-Que has  a unique taste that stands out as some of the best barbecue around.  Specializing in  down home cooking,  we desire to please with food that satisfies your taste and comforts the soul.As owners and operators, we enjoy working in a family atmosphere with our kids.  There is always laughter, jokes, and some major taste testing going on. Though our specialty is  Chick-N-Que, we do offer a variety of food options upon your request.  Thanks for stopping by!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Chick-N-Que",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/508eb225-7600-4952-a804-733a46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}