{
  "address": "",
  "description": "City: DurhamDang Good Dogs is a mobile hot dog cart that caters!  Hire us  for your event or function and please, SHARE US with your friends!  We started Dang Good Dogs the summer of 2011 and we look forward to bringing amazing food and excellent service to your business or event!Dang Good Dogs is in located in Durham, North Carolina but on any given day, We can be found feeding the masses throughout Durham and surrounding counties.We love catering for events! We specialize in a variety of event types:Available during peak business hours for your business, keep the customer shopping!Club EventsGrand OpeningsCompany MeetingsTailgating PartiesCar DealershipsPrivate Parties/Children's Parties (we do theme parties!)Fund Raisers/Garage Sales/Estate SalesSporting EventsFamily ReunionsChurch Events Pools and Community ParksEveryone in your crowd will find a favorite. We’ll bring the taste of America’s favorite hot dogs to your event for a great price! Choose from traditional toppings or go crazy with something a little more unconventional... we customize menus for your event!  ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Dang Good Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2208/554e0be5-b130-468b-baa1-75c046204482.jpg",
  "transactionFee": 30,
  "username": ""
}