{
  "address": "",
  "description": "Hibachi Xpress is a locally owned and operated Japanese food truck. Founded by Ray Chow in 2000, he has been involved in the restaurant business with his family ever since the age 7. Yikes…he’s learning the restaurant business while his friends are learning sports, but that was his passion even at an early age.Smaller is better!Ray has experience working at various large Japanese Steak houses and chain concept restaurants. Having the desire to open his own restaurants but not wanting the headaches of such a large operation, he realized that a smaller quick-serve type operation would be simpler to operate while at the same time providing delicious meals for his customers at a great value.Teach me!Starting out, Ray cooked every meal himself and later trained others to help with the cooking…although they never had any cooking experience. “I realized smaller restaurants create opportunities for those who would otherwise never get a chance to cook. Unless you had cooking experience or culinary education, most restaurants would never consider allowing you in the kitchen!” Ray’s philosophy was different. He found that employees with a desire to learn usually became his best employees…plus they didn’t bring any bad cooking habits that would be difficult to eliminate.But I’m not Japanese?Welcome to America, our land of many cultures and ethnic backgrounds. The odds of an Italian restaurant with only Italian chefs in the U.S. are as good as a McDonald’s in China with only Americans flipping burgers. “I was trained by a Japanese Chef who taught me my cooking techniques and branched out to create my Japanese Xpress Restaurant”. Many opportunities were created for Hibachi Xpress employees…although they’re not Japanese either!Quality!Checking out the existing Japanese fast casual concepts in different cities, Ray was disappointed to see that most of them were built with a very “inexpensive” look. The restaurants looked cheap; the food looked cheap; the packaging was cheap…but the bill wasn’t cheap. “I felt ripped off!” Quality has always been a focus, not only in the product but also the atmosphere. Ray decided, “wouldn’t it be great to walk in to a nice looking restaurant to find out that prices were super affordable?” Compared to the opposite situation that Ray has experienced at other restaurants where a simple atmosphere demanded a price higher than expected. With this in mind, Hibachi Xpress was created!1 + 1 = Yeah!A combination of his Japanese Steakhouse experience, mixed with his desire to operate smaller quick-serve units that offer opportunity to everyone and spice it up with a “Bamm!” of Quality…we get Hibachi Xpress.Giving BackHibachi Xpress is proud to take an active role in the Chamber, community and special events throughout the year. We provide special, themed lunches for schools, gift baskets for charity events and fundrasiers. We have donated gift certificates to the families of the Frankie Lemmon Foundation and for those less fortunate than us. We also offer easy ways for school and church groups to raise needed funds.Chow Time!With a name like “Chow”, how can he not be involved in restaurants?",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hibachi Xpress",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f6cb7be-f1bc-41b2-9c55-2ade46204482.jpg",
  "transactionFee": 30,
  "username": ""
}