{
  "address": "",
  "description": "We are PIE PUSHERS, a Durham-based Pizza Truck.  Well, trailer actually. We rove the streets of Durham (and throughout the Triangle).  We are local Durham folks who have spent the past coupla years working, getting to know, and absolutely enjoying the food industry here!  We come from a mixture of cooking and business backgrounds – a great mix to join in the Food Truck craze going on throughout the Triangle.Pie Pushers is Mike Hacker and Becky Cascio.  We decided to take Mike’s culinary talents and Becky’s desire for local and small business – and build ourselves a reputation based on pizza pies!  We like to call our crust “Durham-style”.  It is a hand-tossed thin crust.  A little crunchy, but still wonderfully fluffy at the same time.  The dough is what we rely on to set us apart … a recipe of Mike’s and his mother’s, that they have been mastering and tweeking for over the past decade.   And then we top it with a more eclectic, fun, and seasonal approach.  So it is a little out of the ordinary, but delish!!  We focus on local ingredients – supporting local farmers and artisans more and more as time progresses.It is just so exciting to fill a void that Durham has by creating a pizza trailer that produces great pizza pie at an affordable price – while keeping the Durham feel, the creativity and food genius, the mobility, and the community support included as well!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Pie Pushers",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/1450/53d2ee16-9658-40f5-aeb8-5dd746204482.jpg",
  "transactionFee": 30,
  "username": ""
}