{
  "address": "",
  "description": "Over the past 10 years, Sympathy for the Deli founder Jonathan Richelson has been employed as an English teacher and an archaeologist. When he wasn’t grading papers or digging for artifacts, he was spending his free time in pursuit of recreating and perfecting some of the soulful fare he loved so much while living in Memphis, TN. What began as an experiment to see if he could recreate Memphis style barbecue soon turned into an exploration of curing, brining, smoking, and/or roasting everything from bacon to roast beef to pastrami to turkey to ham.Since moving to North Carolina four years ago, Jonathan has continued to perfect his recipes, sharing his home-cured and smoked meats with friends and acquaintances along the way. After repeated requests from friends for him to turn his hobby into his profession, he finally followed their advice, and Sympathy for the Deli was born!Offering catering services and, starting in March 2012, daily lunches from the truck, Sympathy for the Deli is a mobile deli featuring classic sandwiches with a soulful flair. All deli meats derive from local, organic sources and are specially cured, smoked, and roasted by Sympathy for the Deli. If it’s meat, we made it! With unique condiments and specially crafted hot sauces, Sympathy for the Deli also offers options to make your classic favorites a bit more devilish.Our goal is to make our sandwiches accessible both in price and location, so stay posted for when we’ll be in your area, and come join us for an affordable lunch with soul!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sympathy for the Deli",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f6cc64b-f020-4cdc-a001-0e5246204482.png",
  "transactionFee": 30,
  "username": ""
}