{
  "address": "",
  "description": "City: RaleighThe Humble Pig is a BBQ slingin' food truck! We strive to bring you the best smoked Pork, Chicken & Beef, killer sides(try the chunky sweet potato fries with brown sugar crumble and Rosemary Maple butter dip) and seriously wicked Banana Pudding & Peanut Butter Pie. We rep our local farms and try to incorporate as many local ingredients in our menu as possible! Everybody's got an opinion about BBQ, it's the south right? Here at The Humble Pig, we have our own opinion, a small one, but never the less our own. If you have the time, we'd like to share it with you.  In 2011 our family went through a corporate lay off. We decided to make things happen for ourselves this time around, stop waiting for someone to tell us what to do with our own two hands, start practicing what we preach, make a change, that whole thing. We felt the best way to help change, what we find to be an ever growing problem, was to do our best to keep our money local. We took what was a labor of love for friends and family, and turned it into a business that would try to support us, as well as give back to our community in some small way. We try to keep it simple, and remember just three key things.1st: Locally Sourced Quality Ingredients, are a must!We tracked down, what we feel, is some of the best pork & chicken in the state.  Mike Jones from Mae Farms- Louisburg, NC and his family have worked hard over the last decade, building a beautiful farm and building it right. Mae Farm free-range pork is a versatile , elegant, premium product that is sure to linger in your mind long after your plate is cleared. Mike and his family care about the environment and the humane treatments of their animals. Like us, they agree, Happy Pigs=Good Bar-B-Que. At Mae Farm, Mike works with local environmental groups to ensure that the 73 acre farm will have little environmental impact. He wants to ensure that their land and the land surrounding will be safely enjoyed for generations to come.  We don't just serve pork at The Humble Pig. We love some good ol' smoked chicken and beef brisket! Cozi Farms- Saxapahaw,NC will be doing their best to keep us stocked with local free-range broiler chickens and on occasion we can source local beef as well. Cozi Farm is a diversified, thriving polyculture where animals are treated with reverence and grace, earthworms are cherished, and all critters eat a species-appropriate diet. Their poultry and pig rations contain a diversity of proteins (including flax and field peas) in order to improve the taste and nutritional profile of their products and reduce their reliance on soy. The soy in their rations are different from conventional feedstuffs in that it's derived from whole, roasted organic soybeans instead of soybean meal, an industrial waste product.We also visit the farmer's markets weekly for the best local produce, and source our bread from locally known LaFarm & Neomonde Bakeries!2nd: Execution is everything!Low & Slow is how we roll. Natural fruit woods add a pleasant smokiness, that gives our Bar-B-Que it's signature taste. Everything we serve is properly prepped, pulled and/or sliced and sauce is always on the side! On the side you say, yes...on the side. We are confident our pulled pork and sliced beef is so good you don't need sauce. No worries though, we have it covered. From Eastern NC's Vinegar Based to Western NC's light tomato based, Tennessee, Georgia and Alabama's famous White Sauce, we have whatever your palette desires and they are all homemade. We put as much care into our sides as we do our bar-b-que, so we can't forget those. We are southern, so to us no bar-b-que plate is complete without Coleslaw (the good stuff) and 3 Bean Homestyle Baked Beans. Seeing as how we run our truck off of used vegetable oil, we felt it silly not to offer you some fries with your meal. Regular or Sweet Potato, you choose. However, we highly recommend the Sweet Potato fries with their addictive brown sugar crumble! And, of course no Bar-B-Que is complete without some seriously wicked Banana Pudding, feel free to substitute with Peanut Butter Pie if bananas aren't your thang.3rd: Our dear old friend, author of Charlotte's Web, Mr. E.B.White said it best:“I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.” ― E.B. White, Letters of E. B. White ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Humble Pig",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4fc6d381-a94c-445f-99d7-5a8d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}