{
  "address": "",
  "description": "Triangle Raw Foodists is a local weekly Raw Food delivery service. Organic, dairy-free, meat-free, and gluten-free. We are just two people who are passionate about healthy living- body, mind, and soul. Our mission:We hope this service helps make it easier for others to enjoy quality fresh, local, and living foods.  Also, we hope to inspire people to explore the creative, fun world of raw food!A little bit more about TRF:All of our food is raw, dairy-free, meat-free, and gluten-free.  We use the Cookery as our kitchen and now have a take-out van where you can pick up raw food to-go!Quality Assurance:We make all of our dishes using all-natural and organic ingredients.  Our produce comes from local farms (Eastern Carolina Organics.)  We do not cook anything, or heat anything over a temperature of 105 degrees, thereby preserving all essential enzymes that allow your body and digestive system to function at its most efficient capacity.We prepare everything with care and stick to extremely high quality standards.  We use ALL COMPOSTABLE CONTAINERS and delivery bags!!!We truly believe that you will love our food as much as we do and we look forward to helping you incorporate more living, raw meals into your lifestyle.Some background info:Matthew Daniels and Jane Howard Crutchfield started this venture together in early 2011.  The idea formed when we both went from vegan to totally raw and discovered that there was nowhere we could go out to eat in this area unless we just wanted to have a regular salad.  We love experimenting and creating new recipes, so we thought we would extend our creations to other people in the area who would also like to incorporate some raw vegan meals into their lives.Matthew has been in the restaurant/kitchen business for over 20 years and has been cooking for himself since he was a kid because of severe food allergies.   Jane Howard has been vegan for over 15 years and is passionate about healthy eating and healthy living in general. We are so excited to serve the Triangle area!With love and gratitude,Jane Howard and Matthew",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Triangle Raw Foodists",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb2280a-70ec-4e83-bba1-75aa46204482.jpg",
  "transactionFee": 30,
  "username": ""
}