{
  "address": "",
  "description": "Fat Face pops are handcrafted in small batches.  From raw fruit to a la stick, great attention is made to instensify flavor.  Creations are market-driven with respect to local producers, seasonality and most importantly, whim. In 1893 on the campus of Louisiana State University, Jaymes Luu and his brother opened up Kool Kups, a frozen confection stand featuring their own special recipes.  Although decidedly successful for a few summers, other activities soon took priority, such as pick-up football, elementary school and watching Transformers.Jaymes eventually went on to get a B.S. in Business Adminstration from the University of Florida in 2000 but upon graduation decided he would rather cook for a living.  He worked and ate in a wide range of food establishments as an aspiring chef.  Ultimately though he was drawn back to the simpler days- the thrills and chills of crafting frozen delights.  So after allegedly \"growing up,\" he opened a second icy treat business in 2005 in Davis, California to continue the joys of sticking his head in big freezers and making yummy cold things for friends, family, and absolute strangers.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Fat Face",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3036/53f4010f-95c4-45d5-9894-713d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}