{
  "address": "",
  "description": "The Flavor Face Food Truck debuted in July 2014 at the Major League Baseball All-Star Game in Minneapolis, Minnesota. By special request from MLB organizers, Executive Chef Brian Stansberry was honored to unveil his mobile culinary brainchild at such a prestigious all-American event.This twenty-foot marvel houses an uber impressive restaurant quality, gourmet chef's kitchen and utilizes advances in technology to not only bring its discerning clientele he best in mobile dining but also expands their experience beyond the palette. The fifty-five inch high definition flat screen television and state-of-the-art surround sound, coupled with its high definition webcam allows Flavor Face to capture the precise moment when diners are met with the irresistible spasm what happens when true, grand flavor meets the senses, allowing Flavor Face to incorporate social media, instantly!The Flavor Face Food Truck, designed by the award-winning Chameleon Concessions, reflects the undeniable passion and expertise of its Executive Chef as well as the unanswered cravings of its clientele.Show us your Flavor Face®!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Flavor Face Mobile Food & Catering",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/7061/55d944b9-bc48-4368-b8b0-143846204482.jpg",
  "transactionFee": 30,
  "username": ""
}