{
  "address": "",
  "description": "With bold flavors of modern Pan Asian cuisine, Maki Taco Truck has set a new standard for mobile gourmet fare in Charlotte.At Maki Taco, we believe that tasty food can also be healthy. We pride ourselves on the fact that we use a lot of local, all natural (and even organic) ingredients. Our mission is to stay true to real food, which means no chemicals, no hormones, and no fillers. Since all of our sauces are made from scratch, they do not contain MSG, additives, or high fructose corn syrup.Maki Taco presents a unique opportunity to those who have been searching for healthier food options, but are pressed for time. Our food is prepared using fiber-rich vegetables, vibrant homemade sauces, and fresh all natural proteins. Our original recipes for the signature tacos are guaranteed to exceed your expectations. Our belief is that everyone should be provided the opportunity to eat all-natural gourmet food that doesn’t cost a fortune. Maki Taco is ahead of the curve, creating a great environment to produce the perfect gourmet mobile fare.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Maki Taco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4df978f4-42b8-4516-a0ec-535f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}