{
  "address": "",
  "description": "Smoke And Go is a Mobile Food Unit specializing in BBQ and Homemade fixings! Look for the Black Mobile Food Unit and Smoker!Founded in 2003 by brothers' Sammy and Marvin Young; with the passing of their mother, the late \"Sweet Sadie Bell Young\", the development of Smoke and Go began.  Having been raised with 14 brothers and sisters, the traits of good home cooking was instilled in us.  We all love to cook, but only a few of us took after my mother \"Sweet Sadie\".Sammy called his brother Marvin putting his vision, passion and desire together to form Smoke & Go.  We have been able to grow our business from setting up on the street corners to a State of the Art Mobile Food Unit; catering and selling our product (Barbecue) throughout North and South Carolina.  People near and far have enjoyed our barbecue and tell us they are Smoke & Go customers for life!  They tell us they've tried different barbecue around the area but have not found anything like Smoke & Go. Now they say their search for the best barbecue is over.  We are committed in giving you the very best quality meats and excellent service.  We smoke it on a REAL WOOD PIT SMOKER, not a so called commercial gas or electric smoker that takes wood dust or pressed pellets. \"No sir ree\", we use a blend of hickory and oak wood, so you will get the REAL BARBECUE TASTE AND AROMA.  The meat is always juicy and tender just the way you expect it to be.  We are known to be the best, and for standing behind our products 100%, but we want you to be the judge.  We do everything \"THE OLD FASHION WAY\", like our mom \"Sweet Sadie taught us.\" \"Everything 's homemade except the Bush Baked Beans!\" After Dining with Smoke & Go you to will be saying, \"Wow that was truly some down home cooking!\" We specialize in Barbecue and homemade fixings.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Smoke & Go",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f4306a1-51a4-4ce9-9e80-264d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}