{
  "address": "",
  "description": "In 2002, I decided to follow my passion for baking and enrolled in a cake decorating class at a local craft store. Upon completion of the first class, I realized cake decorating was a nice compliment to my already delicious cakes. I began making cakes for family and friends using bits and pieces of what I learned from the class, along with my own creative ideas. Before I knew it, I was signing up for the next two courses offered at the craft store. My “A-ha” moment was when a friend said, “Your cakes are delicious enough to get paid to do this.” I started experimenting with different recipes and cake designs in my home kitchen. In 2006, I started working at a local bakery where I’m still perfecting my craft every weekend. On September 24, 2008 SouthernCakeQueen, LLC was formed and currently operates as a home based bakery. Now my evenings and weekends involve making cakes, pies, cookies, and other specialty items. I can also be seen at local trade shows, festivals, or other area gatherings. All of the hard work and perseverance are allowing me to bring to you, “A Little Piece of Heaven”. All of my cakes are made with the freshest and finest ingredients. No two are alike because each is custom made to your specifications. There’s no order too large or small. Keep SouthernCakeQueen in mind for your next occasion.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Southern Cake Queen",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eb60917-d17c-46e0-9fa5-66ab46204482.JPG",
  "transactionFee": 30,
  "username": ""
}