{
  "address": "",
  "description": "Growing up a picky eater, Chef Jose quickly discovered his love for simple sandwiches. Over time, as he grew more passionate for discovering different types of sandwiches, he eventually began mastering his personal menu, and now he’s gained enough confidence to share his creations with all of Charlotte. And boy, are the locals lucky, because they truly love every NY-style hero that’s served at The Sandwich Truck. For breakfast, you can treat yourself to a Bagel & Schmear, or start your day off fantastically with the BLT or one of the Queen City Classics; your choice of bread, meat, cheese, and egg, all combined to delicious perfection. For lunch, come out and munch on a Deli creation, or the Good Ole American Grilled Cheese, Tuna Melt, Reuben, and more!For the side, you can select from chips, potato salad, or fries, which you can even make a bit Peruvian with creamy, cheesy Hauncaina sauce. For all this and more, come trek on out to The Sandwich Truck, and be sure to say “Hey!” to Chef Jose!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Sandwich Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57436ab1-1a74-410f-ba32-36fd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}