{
  "address": "",
  "description": "A passion for wings and pizza is what inspired Larry Swayne to turn an ordinary pairing into a match made in mobile heaven. Launched in October 2010, the Wingzza Truck (originally Holy Matrimony Wings & Pizza) took the Queen City by storm when it pulled up curbside to satisfy a craving for big city eats on growing city streets.Our mission is to provide top-notch pizza and top-flight (See what we did there?) wings all over the QC from the Wingzza window, and many of our most dedicated followers will say, “Mission accomplished!” Specializing in the nuts and bolts of pizza, Wingzza’s distinctive recipe hooks fans from the first slice; while our jumbo deep-fried wings tossed in signature sauces are routinely ordered in tens, twenties, and even hundreds.The Wingzza Truck made such a splash in Charlotte within our first year, we garnered national media attention being selected as “Best Pizza in North Carolina” by Food Network Magazine and featured on the Cooking Channel’s “Pizza Outside The Box”.After a fire totaled Wingzza 1 in June 2010, the Wingzza Truck is poised for a major comeback. As of November 2011, Charlotte’s most popular food truck will be back in business at your next party, major event, college campus, and Panthers tailgate! We look forward to maintaining our place in your hearts and stomachs by providing convenience, quality service, and the most indulgent pizza and wings the east coast has to offer. Don’t believe us? There’s only one way to find out. See you on the road!Who’s hungry?",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Wingzza",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f430c06-4270-4a79-ae7e-550b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}