{
  "address": "",
  "description": "Organic American Comfort Food with Mexican influences.Here at Alegría Gourmet Food Truck, we consider ourselves “Professional Foodies”– we love the idea of trying new flavors, dishes, and recipes in the company of our family and friends. We believe that there is no greater pleasure than that of great food. For us, the most important of the five senses is taste.After observing the large amounts of preservatives, antibiotics, pesticides, hormones, etc. that are added to the food we eat today, we developed the idea to offer an exquisite menu without these added chemicals.Whether you put taste first or prefer lighter food options, our menu caters to a wide range of dining lifestyles with many items under 600 calories. Regardless of diet preferences, our guests can be confident that all of our dishes are prepared fresh with organic, locally grown ingredients free of hormones and antibiotics.Alegría was born from the desire to find delicious dishes that are guilt-free, nutritious, and that excite the appetite.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Alegría Gourmet Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/8025/548bb344-8050-4cc9-ac3c-50f546204482.jpg",
  "transactionFee": 30,
  "username": ""
}