{
  "address": "",
  "description": "ăn: \"to eat\"nam: \"south\", \"male\" or a short way of saying \"vietnam\"an: \"safe\", \"secure\"Ăn Nam: old name for Central Vietnam during French colonialismSimilar to the culture, and the food, which differs in practice and style, a slight variance in the placement of an accent mark over a word, can completely change the meaning of that word; that is the fun and beauty of the Vietnamese language.As the prolific literatures paint the beauty of the land, the people, and the love, ăn nam truck is inspired to display these through the foods we serve.Our menu is comprised of a fusion of elements from \"western\" culinary styles, those of Vietnam's neighboring countries, and traditional Vietnamese cooking.Items such as the Filet Mignon Steaks, which is our deviation from the French \"bisteak\", or the baguettes, which were adapted into the Vietnamese \"banh mi\", are some of the most popular meals in Vietnamese dining.Our Char-Siu (Asian BBQ) pulled pork is our take on a Chinese inspired meat dish slow cooked to achieve the texture of American pulled pork, served inside a baguette, with different types of fresh vegetables and mints.Our spring rolls are definitely the healthiest traditional Vietnamese appetizers. Rich in nutrients and fibers, these delicious rolls are served alongside a dipping sauce, another important characteristic of Vietnamese food.For us, ăn nam represents a linkage between the old and the new. Having been raised on traditional Vietnamese cooking in Hue, Central Vietnam, and then growing up in Southern California, the owner at ăn nam would like to preserve, and share the unique tastes of his childhood experiences along with fusion inspired techniques of modern cooking.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "An Nam",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f232e7f-9978-4ccc-b3d1-064e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}