{
  "address": "",
  "description": "Angie’s Wieners is the incarnation of founder Angie Stevenson’s effort to provide super sized gourmet hot dogs in a fun entertaining fashion to the people of Southern California via her specially built food truck. Each wiener is crafted under her own label for Angie per her recipes from free range beef, chicken, and pork, including a vegetarian option for those who prefer. Placed on a hot steamy bun, topped with an inventive array of the finest ingredients, each bite brings out of this world flavor!On top it all off each order is served with a giggle and a smile by Angie and/or one of her gorgeous wiener babes.This amazing combination of steamy goodness led to the Angie’s Wiener’s tag line:”The Biggest Wieners and the Hottest Buns!”With all the key components in place, Angie’s Wieners is taking on a life of its own. Starting with a food truck and capitalizing on the growing trend of gourmet mobile dining, she is soon to be seen all over Southern California and the rest of the nation if things go her way. She’s got big things on her mind besides just Wiener trucks. Be on the lookout as Angie’s Wiener Empire continues to grow.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Angie's Wieners",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4905/5640e677-d88c-4ed6-83d0-2a9546204482.png",
  "transactionFee": 30,
  "username": ""
}