{
  "address": "",
  "description": "Lucky Los Angelenos, come warm your bellies and souls with this scrumptious Southern & Creole cuisine that is made with as much love as it is with talent. After gaining tremendous success with their BBQ delivery service that provided assistance and raised funds for underprivileged children, Mike & Regina Hill have rolled into the West Coast in their big BBQ Smokehouse Truck, towing along the distinctively delicious flavors of the midwest.  When it comes to authentic BBQ, you’ll get the best bang for your buck at this truck since it’s complete with a huge wood-fire grill that guarantees flavor and quality in each bite. Holy smokes! Folks can’t get enough of their spicy creole chicken or their smoked ribs with tender, flavorful meat that just slips right off the bone. Their famous sauce is absolute boss, it’s made to perfection with 37 special ingredients that all join forces to serve as a wonderfully rich marinade for this succulent selection of smoky, juicy meat. All the sides are authentic Louisiana family recipes...sooo they’re not jokin’, this food is ‘Sooo Smokin’ Good!’",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "BBQ Smokehouse",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57852d39-a41c-4c18-9fde-6a2b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}