{
  "address": "",
  "description": "The freshest, most succulent lobster you’ll ever enjoy on the streets is brought to you by two cool cousins who joined forces back in 2012 to make their dream of sharing the authentically fun and lusciously buttery seafood experience that’s native to Maine, with the up and coming food truck scene in LA. With excellent quality, service, a finger on the pulse of social media, and a growing foodie following, it didn’t take long for their small fleet of lobster trucks to attract the ever-sharp sharks from Shark Tank. After sealing a deal with Barbara Corcoran, and with 13 trucks now roaming the country, it’s safe to say that Cousins Maine Lobster is one the most successful food truck franchises today. The seafood fans of Los Angeles are definitely feelin' the lobstah love with Cousins’ delightful selection of Rolls, Quesadillas, Tacos, Tots, and more, all stuffed to perfection with plump, flavorful fresh Maine lobster. And if you’re looking to feed your guests at your next event the incredible cuisine from Cousins, just know that these trucks are happy to roll up and cater! So next time you’re craving some wicked yummy seafood, the Cousins Maine Lobster truck is totally the way to go. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cousins Maine Lobster",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4fbefd20-40d4-433e-bc64-185946204482.jpg",
  "transactionFee": 30,
  "username": ""
}