{
  "address": "",
  "description": "Del's Los Angeles is bringing Rhode Island's famous Del's soft frozen Italian fruit ice to southern California. Del's fruit ice is made from a secret recipe of filtered water, fruit and sugar. This proven recipe consistently produces a high quality, delicious product.Del's Lemonade is a time honored and family tradition. Starting in 1840 Italy, great grandfather DeLucia stored snow in caves during the winter insulating it with straw. In the summer months when the lemons are ripe DeLucia would mix the juices from the lemons with the right amount of snow and sugar to create a wonderful and refreshing drink.Great Grandfather DeLucia made the earliest Del's Frozen Lemonade in 1840, in Naples, Italy. During the winter he carried snow into nearby caves and insulated it with straw. When summer arrived and the local lemons were ripe and flavorful, he mixed their juice with just the right amount of sugar and snow. Thus making a refreshing drink, which he sold at the local market. Fruit ices are popular in Europe, yet none is more loved than the product made from fresh lemon juice. Lemon ices produce the most delicious and thirst-quenching treat.Grandfather Franco DeLucia brought his father's frozen lemonade recipe to America at the turn of the century. Angelo DeLucia, his son, began work on a machine to produce the frozen lemonade, and on a method of making it a consistently excellent product. In 1948, Del's Frozen Lemonade acquired it's name and became the sole product sold at a little stand in Cranston, Rhode Island. Soon, Angelo had designed the first mobile units in order to serve anywhere in the state.When Angelo's son, Bruce, entered the family business there were 5 franchises in Rhode Island. Since then, Bruce has made the franchise business flourish and grow. Now, there are many Del's franchises worldwide providing the refreshing, all natural treat to everyone, anywhere, anytime.Bruce's daughter, Stephanie is now in the family business. She is president of Del's Lemonade's sister company, Francesca Enterprises International. Stephanie also works directly with web sales, promotions and marketing.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Del's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e824c6d-fa18-4f68-8139-575146204482.jpg",
  "transactionFee": 30,
  "username": ""
}