{
  "address": "",
  "description": "D’s Tacos is a California fresh, Mexico City style taqueria serving the Los Angeles area. We strive to serve you delicious tacos with the freshest ingredients with our simple, yet flavorful menu. We get our inspiration from family, crafting a flavor that’s both unique and familiar at the same time. Our tacos take you back to what a taco is supposed to be; one bite and you’ll remember that it’s a simple luxury, a vessel for flavor, with salsas that remind you of home. Our food is handmade, from the marinade, to our guacamole, to our salsas, so you’ll never eat anything artificial or frozen. We specialize in tacos, not gimmicks, so we spend our time perfecting our signature street food.D’s Tacos is mobile, so look for us whenever we are in your part of the city, or if you need to have D’s, let us take care of your next party or event!  We have many different catering options for you to choose from and we always work with our customers to provide a detailed plan for each event. We look forward to serving you soon.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "D's Tacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/8519/54e51201-1fdc-4e8d-8007-31e246204482.JPG",
  "transactionFee": 30,
  "username": ""
}