{
  "address": "",
  "description": "The saga of this grand Grilled Cheese truck began when Chef Eric Greenspan (to give you an idea of his impressive resume, it includes a defeat of Bobby Flay on Food Network’s Iron Chef) converted a delicious cheese plate from his restaurant The Foundry into a delicious sandwich entitled The Champ: Beef Short Rib, Apricot Caper Puree, and Taleggio Cheese, all on Raisin Walnut Bread. The Champ was an instant hit and was actually branded by Alton Brown as the #3 top Comfort Food in America. It quickly became clear that Los Angeles eaters need more quick gourmet Grilled Cheese sandwiches like these. Now we have Greenspan’s grillin’ up all sorts of cheesy goodness. Along with The Champ & The Classic (good ole White Bread and American Cheese), favorites include:Cuban Reuben: Gruyere Cheese, Mustard, Pickles, Pulled Pork, House-made Kraut on Squaw BreadJohnny Apple Cheese: White Cheddar, Apple Mustard Chutney, Pastrami, and Green Apple, on Sourdough. You can even concoct your own creation with their selection of bread, meats, cheeses, veggies, and spreads.No matter what you choose, all this Grilled Cheese is the bee’s knees, and you’ll undoubtedly leave supremely pleased. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Greenspan's Grilled Cheese",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/13580/57454098-bd20-4b32-b0c9-281f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}