{
  "address": "",
  "description": "Authentic Hawaiian Style Shave IceHaole Boys Shave Ice is committed to bringing the the best shave ice to Southern California. We pride ourselves in providing authentic Hawaiian style Shave Ice with highest quality ingredients and flavor. Our syrups are hand-made and our block of ice are carefully freeze daily.Community EventsHaole Boys Shave Ice specializes in various community events; music, art, film and cultural festivals, carnivals, concerts, family events, sporting events, movie premiers and community celebrations. Our gourmet dessert truck is specifically designed to handle high attendance events.Private CateringHaole Boys Shave Ice has taken the classic Shave Ice stand off the Hawaiian beach and brings it to your front door, or business establishment, with a few modern twists. Whether you are looking for the great classic Hawaiian taste or wanting to mix it up with something a little more adventurous we have the Shave Ice for you.What Makes Us Different?Authentic Hawaiian Shave Ice starts with top quality ingredients. We hand-make all of our syrups with pure Hawaiian cane sugar, NEVER high fructose corn syrup. Our blocks of ice are made daily with pure filtered water and frozen at a precise temperature to achieve a perfect shave. The ice blocks are hand shaved whenever possible to exactly the right consistency to create the best \"shave ice\". The fluffy snow must be packed down perfectly: too little and the soft ice will melt when the syrup is added turning to a slushy; too much and the flavor will not soak into the ice and sink to the bottom making a snow cone. We pride ourselves on having the best melt, a skill even seasoned shavers have difficulty perfecting!The MeltThe Melt is the way the freshly shaven ice melts into your tongue. Shave ice is not crunchy like a snow cone with syrup at the bottom - every bite of delicious Hawaiian Style Shave Ice melts in your mouth and bursts with flavor. Our syrups are infused into the ice creating flavors designed to evaporate on your tongue and explode with flavor. It's all about the melt and Haole Boys Shave Ice has the best!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Haole Boys Shave Ice LA",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/8287/54a445e0-20a8-4154-aabd-127946204482.jpg",
  "transactionFee": 30,
  "username": ""
}