{
  "address": "",
  "description": "With a vision to reshape food policies and practices of agriculture and livestock farming in order to benefit every kind of community in Los Angeles, Chef Matt Poley & Tara Maxey have combined their culinary and marketing talents to create Heirloom LA. This catering service provides divinely delicious food (made entirely from ingredients sourced from local farms that only use the most humane & sustainable practices) to various events throughout the metropolis, from weddings to parties thrown by Martha Stewart. In addition, Heirloom LA’s team offers a variety of courses to teach up-and-coming chefs, as well as anyone with an interest in cooking, gardening, etc… how to do so while contributing to the improvement of food in our society. Their menu is always changing, featuring items with a creative take on seasonal ingredients, and everything they make is of utmost quality and is just utterly tasty. And you’re always sure to at least one type of their signature innovative invention: Lasagna Cupcakes: lasagna small enough for you to hold in the palm of your hand, yet packed with major flavors, like Confit Baby Artichoke, Pumpkin Brown Butter & Sage, Wild Mushroom, Mac N Cheese, and more.Call on Heirloom LA to cater your next event, so that you can share famously delicious food, alongside a noble cause, with all your guests. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Heirloom LA",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57487d42-1e4c-4b6d-92a0-0ae946204482.png",
  "transactionFee": 30,
  "username": ""
}