{
  "address": "",
  "description": "Brace yourself for a unique flavor adventure. Komodo brings you street food with a gourmet twist. Mixing 100% fresh organic ingredients and unique flavors, Komodo was created by a world class chef and designed to bring high style, high quality restaurant meals without compromising value and taste.Chef's BioErwin Tjahyadi has been an accomplished name in the LA culinary scene for over 5 years. Tjahyadi received his training from the prestigious Le Cordon Bleu in Pasadena, where he graduated with the highest honors. Specializing in mixing French Traditional cuisine with his palette for Asian Fusion, he is seasoned in orchestrating custom menus, entertainment industry galas and corporate large-scale dining events. He worked on numerous high profile projects including the Daytime Emmy's Awards, American Film Institute Awards Gala, Sony Playstation Launch Party, Pacific Design Center Annual Party, and countless others- cooking for iconic celebrities. He left his mark working at San Diego's famous Georges at the Cove and Nine Ten Restaurant. He was most recently credited as the Grill chef at the Hotel Bel Air. His latest venture is DailyYummy.com, an online recipe & social media platform where culinary professional, foodies and cooks connect, share/publish recipes and explore their interests in food. He is the vision behind Komodo; creating high style, worldly inspired, flavorful fusion dishes and bringing gourmet to the street of Los Angeles.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Komodo",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/215/541d3e82-424c-43ea-9cba-38b846204482.jpg",
  "transactionFee": 30,
  "username": ""
}