{
  "address": "",
  "description": "Let's be Frank was founded by Sue Moore and Larry Bain, fast-food visionaries who started the company in 2005 with the simple goal of changing the world one hot dog at a time. Sue, formerly the \"meat forager\" for Berkeley, CA's famed Chez Panisse, and Larry, longtime restaurant professional, member of the San Francisco Sustainable Food Systems team, and advocate of the benefits of local, healthy foods, joined forces to return the much-demeaned hot dog to its rightful position: an icon for a healthy food system. Their goal was that their frank would become a way to nourish both eaters and growers. Let's be Frank supports the ever-shrinking group of family farmers and ranchers committed to raising their animals in a humane, conscientious, and healthy manner and in so creates dogs gone good.It took over 18 months of tinkering with our third-generation sausage makers to perfect the recipe for our dogs. Once we did, our fist cart (opened in June 2005 outside San Francisco's Giants ballpark), quickly commanded crowds, lured by the smell of onions sizzling on the grill. We soon added a second cart outside the Warming Hut at Crissy Field near the Golden Gate Bridge.Knowing that no town is as passionate about its dogs as Los Angeles, Sue and Larry expanded to Culver City in the fall of 2007. Our big red truck, frequently seen hot-dogging around the streets of Silverlake and Culver City, was inaugurated in the spring of 2008.The success of the business in both San Francisco and Los Angeles, as well as an ever-increasing array of fans (and product ideas!) led us to open a small shop in San Francisco in May of 2009. The shop serves up both prepared dogs with a variety of homemade toppings and sides, packaged goods including \"Party Packs\" (everything you need to throw a complete Frank Fest at home or on the go), and .Throughout the years since Frank's birth, we've continued to work on new products which support our mission of creating delicious food that delights our fans and support the work of local, family-owned farms and ranches. From our family-farmed pork bratwurst and spicy \"hot\" dog to our signature Devil Sauce (a diabolically delicious spicy topping), our products reflect our commitment to ensuring that Let's be Frank is really the home of dogs gone good.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Let's Be Frank",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e97b449-c7ec-414f-8bc2-70fd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}