{
  "address": "",
  "description": "Mandoline Grill started with the simple promise to bring delicious Vietnamese food to Los Angeles.Owner, Mong Skillman, incorporates both traditional and vegan options into the menu. The flavor and family history is passed down through her mother's tasty recipes, who also owns and operates Sông Hương restaurant in Honolulu, Hawaii.In the fall of 2009, Mandoline Grill launched at the Verdugo Bar in Glassell Park. For these first few months, Mong supplied her own fryers, toaster oven, and coolers, basically throwing a backyard cookout at the beloved Eastside bar. As support grew, Mong started riding shotgun and working shifts on the Dosa Truck, just to get a hang of the food truck life before hitting the streets in her own truck this past February 2010.Now Mong has the privilege of introducing her mother’s inspirational flavors to LA (and beyond!) as she drives the Mandoline Grill truck from Orange County to Echo Park to Santa Monica, offering fresh, crisp vegan and carnivore-friendly bánh mì sandwiches, and of course, her mother’s famous bún thịt nướng noodle bowls.We are pleased to offer you a taste of Vietnam with a splash of Aloha!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Mandoline Grill",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/255/56673d66-67e8-4721-922c-7e2546204482.jpg",
  "transactionFee": 30,
  "username": ""
}