{
  "address": "",
  "description": "Our Gourmet  Food Truck is:Mangia Italian Ristorante on WheelsMangia = Eat Italian Appropriately our slogan on our Truck is:Mangia E Statti Zitto - Italian  \"Shut up and Eat!\" - EnglishWe pride ourselves in a “Bona Fide Over the Top Menu”. We offer a delicious unique Italian, Mexican, &  American Cuisine with prompt service, great food at incredibly reasonable rates.Specialties:We offer amazing traditional Italian cuisine from authentic homemade recipes with a twist of Mexican Spice. Our authentic Italian products are of the highest quality.  From our Parmigiano and Provolone cheeses to our Plump Chicken, Italian Sausage, Tri Tip, and Pastrami.  An earthy aroma of zesty garlic fills the truck while grilling your selection. High energy carries through in the unique bold flavors of each of our Entrees.A couple of our Italian favorites are Chicken Pesto with Smoken Chile Verde Sauce Quesadilla, Buffalo Style Chicken Breast  Parmesan Sandwich.In addition to our Italian entrées we offer some stand up popular items  such as Tuscany Tri Tip Sliders served on Hawaiian Rolls, Or Tuscany Tri Tip Cheezy Fries, Incredibly Awesome Pastrami Burrito, Albacore Tuna Melt with Avocado - Bacon & Swiss. A few new creations to our menu Cesar’s Italian Fries - Bed of Seasoned Steak Fries covered in Hot melted Mozzarella Cheese, Marinara Sauce, Meat Balls, Bacon, Pepperoni, Pepperchiinis, Scallions, Fresh Parmigiano Cheese, Avocado Slices topped off with Sour Cream and Chicken Pesto with Smokeñ Chile Verde Fries - Bed of Hot Seasoned Steak Fries topped with, Chicken Breast, sautéed in classic basil Pesto, Garlic, & Extra Virgin Olive Oil  with a hint of Smokeñ Chile Verde add Pepper Jack & Mozzarella Cheeses.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Mangia Ristorante On Wheels",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e8697ac-c138-4792-a99a-7f2746204482.jpg",
  "transactionFee": 30,
  "username": ""
}