{
  "address": "",
  "description": "It’s another warm, sunny day in L.A. and you’re craving the perfectly cool treat, right? Something cold and creamy? Something crunchy and sweet? Well, no need to consult your fridges, you should just head on over to Ridges Churro Bar and your cravings will be magically satisfied. High School sweethearts James & Nancy have been on a mission to successfully combine their love for collaborating together and their desire to spread joy to Californians in the form of sweets. Now we have Ridges Churro Bar, the stylish truck where you can find James & Nancy successfully combining delightful vanilla soft serve ice cream and warm, crispy churros. We’re all feeling the love. Not only do they offer the delicious, classic cinnamon sugar churro that we all know and yearn for, but this duo has invented other sugary “fairy dusts” that give their churros a uniquely tasty twist, including: Salted Caramel, Fruity Pebbles, Nutella Nut, and Strawberry Cheesecake. With all these decadent flavors, there is no doubt that this Churro Bar is raising the churro bar!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Ridges Churro Bar",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/56e1cfff-3cfc-449b-9be6-13e346204482.jpg",
  "transactionFee": 30,
  "username": ""
}