{
  "address": "",
  "description": "In November of 1975 I moved from a small town on the coast 30 miles south of Boston. Once I discovered the great Southern California winters there was no way I could return to the wicked cold winters of New England. The one HUGE sacrifice I was forced to make was the delicious seafood that can only be found in the ocean waters off the New England coast (GREAT LOBSTER). For many years I would have Maine Lobsters and New England clam chowder shipped to me by my family so that I could share that unique taste with all my wonderful friends and family here in Southern California. In 2008 after both of our children had graduated college, my lovely Southern California born wife and I decided to return to the coast of Massachusetts and enjoy the so called golden years, but they were still very cold winters (and a little boring) missing friends and family we decided to return and bring along with us that Great seafood we had been missing. Here enters ROLLN LOBSTER!!!!! Rolln Lobster is a Gourmet Food Truck which offers a wonderful sampling of East Coast goodies. We feature only fresh Maine Lobster (never frozen) in our Lobster Rolls, Lobster Sliders, and Lobster Louie along with great clam chowder and lobster bisque. We love to meet other transplants from the east coast and if you happen to be one of the few people who have not tried the Best the East Coast has to offer then come on by for a free sample on us. We look forward to serving you with a great New England welcome and some of the best food you’ve ever tasted.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Roll'n Lobster",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57716b80-b438-40df-9b5f-105346204482.jpg",
  "transactionFee": 30,
  "username": ""
}