{
  "address": "",
  "description": "Brothers Ted & Yong Kim, alongside Chef Chris Oh, started Seoul Sausage Company as a catering business, operating everything out of their little apartment kitchen. With their amazing food and contagious cool attitudes, this small crew has rocketed to success, even conquering Food Network’s Great Food Truck Race along the way. Now there are 2 restaurants and 2 food trucks serving all of LA with incredibly delicious Korean BBQ.  Their menu features mouthwatering sausages, sandwiches, and super neat snacks, that everyone can’t help but snag when they come across these trucks. You too can indulge in their awesome offerings, like the Kalbi Sausage (handmade Korean BBQ beef sausage with garlic jalapeño aioli, and kimchi relish, piled in a toasted soft roll) or Vinny’s Fried Chicken (adobo marinated fried chicken sandwich topped with honey habanero slaw, aioli, and pickles), and of course their unforgettable famous flaming balls (a fresh hot fried ball of cheesy kimchi fried rice with pork, garlic jalapeño kimchi sriracha aioli). For all this and much more, be sure to check out the ever-so-wonderful Seoul Sausage trucks!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Seoul Sausage Company",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/520bd4b4-2804-4a64-904f-0e3c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}