{
  "address": "",
  "description": "“Bravissimo!  Spirited, defined cuisine; and so very chic!\" describes Sky’s fare created for our customers 18 years ago.Barbara Burrell, the creator of Sky’s Gourmet Tacos, was inspired with a clear purpose and vision to become a restaurateur. The vision was solidified one morning when she was awakened with a specific theme for the restaurant, in a word…tacos! And since 1992, we have incurred great success satisfying the palates of our customers through fresh seafood and meats prepared in fine spices at our inaugural Los Angeles location, 5408 West Pico Boulevard, Los Angeles, 90019.  The Sky’s™ Mission:Sky’s™ Gourmet Tacos offers the finest quality Mexican food, with a splash of soul, to communities throughout Southern California, to the delight of our customers.Our customers have nominated the Shrimp Taco as our signature dish.  Throw in some freshly made Guacamole, Chips and Pico De Gallo and you can sense the mental “do not disturb sign” has gone up at table 3!  Then, wash it down with our own Sorrel Lemonade™ , but be sure to save a little room for some of our Homemade Cheesecake, Caramel Crunch, Mango, Pineapple and of course, Plain.Other customer favorites include: Filet Mignon, Lobster, Mahi-Mahi, Salmon and Tilapia Tacos, Specialty Salads and our Chicken and Shrimp Tortas.  And, we have a full Vegan/Vegetarian Menu.  Ask about our extensive Catering Menu which goes far beyond tacos.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sky's Gourmet Tacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e9de2a5-e4c0-454a-b02f-5b7446204482.jpg",
  "transactionFee": 30,
  "username": ""
}