{
  "address": "",
  "description": "The Philly to LA exodus is well-documented: you're born and raised, spend most of your days chilling out max on a playground, and, when a couple of guys start making trouble in your neighborhood, you move out West, get deep into Scientology and marry that Matrix chick that did Laurence Fishburne. Though others might just start a cheesesteak food truck, like South Philly Experience.Just getting rolling, SPE is a new sandwich food truck dedicated to replicating the street food flavors of the region that bears its name, run by recently-transplanted cousins who worked together in an Italian restaurant back home, yet somehow managed to actually move out of their mothers' houses anyways. Illadelphness starts with sandwiches like traditional cheesesteak with or w/o onions plus provolone, American, or wiz; chicken cutlet w/ spinach, broccoli rabe, or roasted peppers; roasted pork w/ cheese or greens; and meatball and chicken parm subs; all are served on classic rolls imported from the Philly bakery Amoroso, a process that everyone agrees was a total bitch. Sides include fresh cut fries, meatballs, peppers, spinach, and rabe, as well as three varieties of the hard-to-find TastyKakes: the chocolate-covered Peanut Butter Kandy Kake, moist Butterscotch Krimpets, and straight-up chocolate cupcakes, which spend their downtime depressed that they're not loved enough to misspell.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "South Philly Experience",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e84cbd8-3c78-4074-8e17-222e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}