{
  "address": "",
  "description": "Sugar Babies Cupcakery are some of the most sought after cupcakes in Los Angeles.  The Cupcake truck stops Monday-Saturday, delivering our signature moist and flavorful minis throughout the Southern California area. Delivery/Catering also available for your next wedding, shower, or event!Sugar Babies Cupcakery began to take form when co-owner Kassandra Workman discovered a hidden passion for confections and baking in 2006. A hit with friends and family, Kassandra was soon catering her famous macaroons to a local art gallery, making fondant-covered cakes for birthday parties, and crafting cookie bouquets for baby showers and other events. After moving to Los Angeles with sister and Sugar Babies Cupcakery co-owner, Rachel Crystal, the sisters quickly tired of the oversized, cookie-cutter desserts at local bakeries. Recognizing the need for a more reasonably-portioned, fun and flavorful treat, the signature mini cupcakes of Sugar Babies Cupcakery were born.These days, they wake early each morning to craft their signature baby cupcakes, load them onto the cupcakery truck, and drive their creations all over the city for your enjoyment. Their hearts and hard work helped make their dream a reality, and with each Sugar Babies cupcake you purchase, you all help to keep it alive! So thank you, Sugar Babies customers, for your business and your continuing support of all things sweet.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sugar Babies",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/546632d5-b728-405d-999f-13da46204482.png",
  "transactionFee": 30,
  "username": ""
}