{
  "address": "",
  "description": "Sweet Lucie’s provides premium organic ice cream and organic toppings to Southern California private parties and events in a classic 1959 ice cream truck or a vintage Italian ice cream cart.We only use organic, all natural ingredients and select fair trade chocolates,teas, and coffees. The ice cream and sauces are handmade specifically for your special event. Our serving cups and spoons are not only recyclable but compostable as well.Sweet Lucie’s evokes an era when ice cream was made with simple, natural ingredients. Using only simple, all natural organic ingredients is better for both you and the planet.Sweet Lucie’s all started when owner, Geri Czako, had a craving for something sweet.Geri was expecting her first child and wanted ice cream. To satiate her ice cream craving, but also to ensure that the ingredients were delicious, superior, and organic, Geri decided to make her own.After months of experimentation, along with attending the world-famous Penn State Ice Cream course, Geri developed the ideal combination of organic ingredients and sweet perfection. Oh, and, Geri had her baby girl.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sweet Lucie's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5769917e-9b98-4af8-9557-5ec946204482.jpg",
  "transactionFee": 30,
  "username": ""
}