{
  "address": "",
  "description": "Takoyaki!? What!?What the heck is “Takoyaki”???Osaka!! Without any exaggeration you could probably say, Takoyaki = Osaka and vice versa.  Takoyaki was originated from the streets of Osaka way back in it’s days.  The round shaped shells are made from eggs and flour and on the inside there are octopus pieces and a mix of veggies.  We use a special grill to cook “Takoyaki”, specially made for it.In the old school days in Osaka they use to say if you are a newly wedded wife to a family, better bring your Takoyaki grill.  People in Japan, especially in Osaka love Takoyaki.Mission Statement of TanotaOur goal is to introduce this fabulous tradition food of Osaka called the “Takoyaki” to the people outside of Japan.  We want everyone from all over the world to actually eat and experience how awesome this “Takoyaki” thing is and spread the word to the world.  It ain’t easy introducing something new to the world but look at “Sushi” now!  People thought it was the most disgusting food in the world when it was first starting to spread, Shouldn’t be harder than Sushi because it’s cooked!Anyways…..At Tanota our Takoyaki shell is based from a traditional egg and flour base but with a little bit of original touch to it.  We add a secret chicken base soup to the base which makes our Takoyaki even better.  At the end when the Takoyaki is cooked the shell will have a puffy kind of feel but on the inside it’ll have a melty soft kind of feel to it.  Be careful because the melty soft inside can be very hot!The ingredients of our Takoyaki are………Octopus, Green Onions, Ginger, Tempura pieces.They are topped with…….Our special Tanota Original sauce, Mayo, Dried Seaweed, and some more Green Onions.We hope you enjoy and spread the love!!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Takoyaki Tanota",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57685af2-e78c-48d2-aa88-1b4946204482.jpg",
  "transactionFee": 30,
  "username": ""
}