{
  "address": "",
  "description": "The Greasy Wiener is making its way through the streets of LA and slinging out New Jersey-style wieners (fried and topped with a pickle, of course) complete with wonderful West Coast flavor. Adam â\u0080\u009cIggyâ\u0080\u009d Dragotta worked with C.I.A. chef Eric Maczko to create the perfect recipes for handmade all-beef dogs, sausages, and custom buns, (all made with fresh local ingredients) in order to ensure that theyâ\u0080\u0099re bringing you the best wiener (frankfurter) youâ\u0080\u0099ve ever eaten. Interactive multi-media plays an integral part in the The Greasy Wiener experience, so youâ\u0080\u0099re invited to come visit the truck so that you can fully delight in the cameras, speakers, and up and coming artists in the music scene. They entertain you and your friends while your delicious wiener awaits. Be sure to keep an eye out for your group in the next broadcast!Rated as one of LAâ\u0080\u0099s Best Hot Dogs by CBS Local and as one of the top food trucks in LA by Buzzfeed, youâ\u0080\u0099ve just gotta come get yourself a Greasy Wiener and indulge in â\u0080\u009cloads of fun in a bun!â\u0080\u009d",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Greasy Wiener",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e80ba4e-fea4-4626-98b4-58ed46204482.jpg",
  "transactionFee": 30,
  "username": ""
}