{
  "address": "",
  "description": "The Beach Bar Italian Ice stands out among other Italian ices with its 5 signature flavors all made with real fruit and served with a cherry and a parasol, just like the original recipe from back in 1911.  This trailer’s signature creation is a healthy water-based ‘ice cream‘ which contains no dairy, fat, cholesterol, gluten, and is low in calories. In addition, the sugar content is much lower than other Italian ices (and the signature mango flavor is completely sugar free), so prepare to be delighted by this deliciousness without any guilt! With their fun beach décor, tropical tunes, and friendly service, The Beach Bar brings the Beach Party wherever it goes. Adults and children alike are huge fans of the new bubble blowing Dolphin too.  The mobile trailer is completely equipped with power, lights, and a silent generator, if necessary. The length of the trailer / cart is 13 ft (including towbar) and depth is 6ft – similar to a small car.Over the last 3 years The Beach Bar Italian Ice has won every accolade for their product, presentation, and professionalism, and it’s really no wonder why these delicious frozen treats are perfect for every kind of party. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Beach Bar Italian Ice",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/12559/56141400-f0c8-4a19-9f2a-2c5246204482.jpg",
  "transactionFee": 30,
  "username": ""
}