{
  "address": "",
  "description": "Partners Frances Lee and Luca Tseng together have over 5 years experience working at and managing Asian tea houses. There they learned and reinvented the art of making tea-based beverages and cooking Taiwanese cuisine. Additionally, Frances has been exposed to the tea industry for over 15 years through her family. Both owners have a vast knowledge of Taiwanese street foods and the boba tea industry because of their own cultures and growing up tasting these items.The Mighty Boba Truck offers main dishes, known as Mighty Heroes, featuring Buttermilk Popcorn Chicken, Island Pork Chop, Taiwanese Sweet Sausage, and Marinated Tofu Steak. In addition, we serve sides (namely Sidekicks) such as Sweet Butter Toast, Consensed Milk Toast, and Honey Sweet Potato Fries. We also invent Specials of the Month items to add to the variety of flavors.Most importantly, The Mighty Boba Truck delivers TASTE-omizable Mighty Concoctions, made-to-order tapioca Boba Tea beverages. Choose from Black Tea, Green Tea, several Milk Teas (Regular, Honey, Almond) and many Refreshing Teas (Passion Fruit, Honey, Mango), with or without sweet gummy boba balls. Yum…Special requests (less sugar/milk, etc) are welcome; if we can do it, we’ll do it. And just like our food selection, we introduce new Flavor of the Month to stimulate different taste buds. ^_^v",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Mighty Boba Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e67e57d-0044-485c-b3e9-683e46204482.png",
  "transactionFee": 30,
  "username": ""
}