{
  "address": "",
  "description": "Tokyo Doggie Style Food Truck has been in operation since the spring of 2013, serving CIA alumnus Chef Keith Yokoyama’s uniquely tasty creations of Japanese fusion comfort food on the streets, at offices, and for events throughout Southern California. The truck offers a variety of dishes and craft specialty drinks that are chef-inspired, innovative yet casual and fun. The menu includes original Japanese fusion hot dogs, signature hoagies, and vegan/gluten-free choices. In June 2014, Tokyo Doggie Style was named in the exclusive CBS Los Angeles’ ranking series, “Best of LA”, as one of “The Best Food Trucks in Los Angeles”. CBS LA recognized TDS for its “delicious and interesting” menu and friendly service.In November 2014, Tokyo Doggie Style will be featured in travel cookbook, \"Food Truck Road Trip—A Cookbook\" (by Kim Pham,Philip Shen and Terri Phillips) . The book will introduce recipes for two TDS signature hot dogs -- “100% Homie Veggie Dog” (made-from-scratch vegetarian) and the “Bacon Wrapped Hawaiian Terrier-ki dog” (a best-seller!).Tokyo Doggie Style takes pride in quality food and sincere, Japanese-style hospitality. Our mission is to bring our favorite flavors and friendly service directly to you!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Tokyo Doggie Style",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5772a3e9-08d0-4640-89dd-47e146204482.jpg",
  "transactionFee": 30,
  "username": ""
}