{
  "address": "",
  "description": "Are you seeking a ten-minute vacation, an affordable luxury, a bit of self-indulgence, a retreat from the heat of the day. At Tropical Sno we have created that oasis of shave ice euphoria. We do this by selling the highest quality and best tasting shave ice in the world. So what makes Tropical Sno #1? To be perfectly honest . . . it's our flavors combined with the greatest snow on earth. One taste will convince you that no one does it better! Our Flavors - We are dedicated to providing the best quality flavors possible. Each flavor has it's own distinct \"real-to-life\" taste. When you order a Strawberry it actually tastes like Strawberries. Order Peach and you will almost taste the fuzz. You can also mix Peach with Orange to make a \"Fuzzy Navel\" or mix Tangerine and Mango to make \"Tangerango\". The flavor concoctions are virtually endless. Our Snow – Our machines produce the highest quality snow possible. The snow that our machines produce is so fine that it literally absorbs the flavor so you experience flavor consistency from the first bite to the last.  ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "TropicalSno",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5783d447-296c-40fa-b4d5-5aef46204482.jpg",
  "transactionFee": 30,
  "username": ""
}