{
  "address": "",
  "description": "Back in 2001, the original Upper Crust Pizzeria was introduced to fashionable Beacon Hill area of Boston. Its signature selection of perfectly crunchy thin crust pizza topped with bubbling cheese and deliciously fresh ingredients was an instant smash hit. Several locations have since popped up throughout the nation, with a fervent foodie following in each city. Now the streets of LA will also get a taste of these award-winning pies, thanks to the new Upper Crust trailer. On the menu, you’ll find all your favorite classics, along with a few innovative options including The Uncommon (with bacon, chopped pineapple & jalapeño peppers), The Fenway (with Italian sausage, bell pepper, and white onion), and Cameron’s BBQ (white pizza with breaded buffalo chicken, and blue cheese), to name a few. No matter your preferences, Upper Crust has something for you, from gluten-free crusts to white (without tomato sauce) & red (without cheese) pizzas.If you’d fancy some fantastically flavorful food at your next event, then Upper Crust is the trailer for you. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Upper Crust Pizzeria",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/578e5c3f-e5e4-47b9-ab62-11c346204482.jpg",
  "transactionFee": 30,
  "username": ""
}