{
  "address": "",
  "description": "The VIZZI Team is serious about stimulating all your senses. Our Chef, David Fuñe innovates cooking styles from California to Oregon and the Philippines, creating a distinct balance of well developed flavors. He is inspired by highlighting the integrity of fresh ingredients found along the west coast which boasts enriched aromas, tempts your mouth with layers of texture, and flirts with your palate by touching your savory side. The menu was inspired & crafted by taking French cooking techniques and mixing it with coastal flavors from around the globe, and finishing each bite with subtle Pacific flair. All this “love” produces a fresh yet addicting and very satisfying flavor profile in each unique dish. Chef Fuñe’s vision and creativity of ‘infusing’ ingredients have a cutting-edge with a traditional approach.While we seduce your taste buds, our other goal is to intrigue our guests with the sights and sounds of undiscovered talent. Our VIZZI truck is equipped to showcase independent musicians and exclusive DJ’s. Or if you prefer to watch short film clips from up-and- coming producers & directors, our one-of-a-kind mobile entertainment system has all the necessary elements to lure you into a taste of culture and style.See you on the streets!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Vizzi Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f232378-58cc-4595-8b24-37ac46204482.jpg",
  "transactionFee": 30,
  "username": ""
}