{
  "address": "",
  "description": "Waffles de Liege separates itself from most other Liege waffle eateries in that all of their dough is freshly made from scratch each morning.  You would be hard pressed to find any pre-made waffle dough in our truck.  The recipe we use is the culmination of weeks of testing and research, making sure the taste and texture is authentically Belgian. The extra work required to achieve this was never regarded as an inconvenience. Our company culture revolves around passion for the food and a dedication to providing our customers with only the best of the best. We feel that there really is no other way to serve Liege waffles than to make them fresh, prepare them fresh, and serve them fresh.A Taste of Liege in SoCalOriginally created in the 18th century in Liege, Belgium, the Liege waffle is one of two types of “Belgian” waffles, the other type being the Brussels waffle. In the states, Brussels waffles are much more widely served and known and can be found anywhere from chain eateries to more upscale establishments. As a matter of fact, Brussels waffles are so commonplace nowadays that they are almost synonymous with the name Belgian waffles, a broad description originally reserved  both Liege and Brussels waffle types. Those who are familiar with Liege waffles know so because they have either traveled to Europe (where Liege waffles are much more popular) or are avid dessert foodies who actively seek out unique food items and/or look to recreate such items.Read more about this great truck on Roaming Hunger's blog, here: http://roaminghunger.com/blog/4615/waffles-de-yum",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Waffles de Liege",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4de0a18b-4cc0-47e0-9fb2-6f9f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}