{
  "address": "",
  "description": "Three years ago, after spending several months in Thailand learning the secrets of the street vendors, we were determined to capture their spirit right here in the U.S. A few months later, after trial and error of perfecting our own recipes, as well as building our first cart, which was a replica of the ones that line nearly every major street in Thailand, White Guy Pad Thai was off and running.  Long gone are the days of that cart though. Now we cook our food up in a vintage Shasta camper inspired trailer, complete with astroturf, patio furniture, and lawn flamingos. In addition to offering a healthy, gluten-free alternative to the standard street fare, we put our chefs front and center, offering a visual culinary experience that rivals the streets of Bangkok. We tend to have a constant crowd around of not only people waiting for their food, but those stopping to watch the spectacle. Inevitably, after passerby's see and smell our food being made, they decide they must try it. If you're looking for something new to shake up your everyday lunch routine, then White Guy Pad Thai is the food truck of your dreams.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "White Guy Pad Thai",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/12758/568f64bb-c9d4-4b37-b4b3-536246204482.jpg",
  "transactionFee": 30,
  "username": ""
}