{
  "address": "",
  "description": "AUTHENTIC TEXAS-STYLE SMOKEHOUSE MEATS: BEEF BRISKET - USDA PRIME Black Angus Beef Brisket. Pepper crusted and wood fire smoked for over 15 hours. Tender and delicious with authentic Texas cowboy barbecue flavor.TRI-TIP -  USDA PRIME Black Angus Tri-Tip Smoked with only Red Oak. Sliced and Served with our Signature Flavor Barbecue Sauce.PULLED PORK - Yorkshire Pork Shoulder. Signature dry rub and slow smoked overnight. Just the right amount of sweet and spice cooked until the bark is crispy and the meat falls off the bone. Pulled and served with a touch of honey.BARBECUE CHICKEN - Tender and delicious thighs and legs smoked to perfection. We pull the meat from the bone and serve on a sandwich or a plate.HOT LINK - Hand Made Beef Sausage. With a jalapeno kick and a smokey finish our  Hot Links are the real deal.SPARE RIBS - Full Racks of Pork Ribs. Coated with dry rub and smoked slow and low for up to 5 hours. Our ribs are flavorful and tender and the meat pulls from the bone just the way you want it to.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "WISE BARBECUE TRUCK - TEXAS BBQ",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5412/54b0c300-d344-4d02-a660-1a7746204482.jpg",
  "transactionFee": 30,
  "username": ""
}