{
  "address": "",
  "description": "Evan Fox lived in New York for a while and quickly became a big fan of the signature breakfast fixture of the Big Apple: bagels, of course. Later when living in LA, he found that the quality of bagels was severely lacking and decided it up to him to make a difference. Now the City of Angels can also enjoy fantastically authentic handcrafted bagels, all thanks to Fox and his truck. And with their lively service and scrumptious selection, it’s no wonder Yeastie Boys has gained a foodie following of intergalactic proportions. So next time your stomach is grumbling for breakfast, stop by Yeastie Boys and try their variety of five kinds of beautifully fluffy bagels; Plain, Cheddar, Poppy, Sesame, and Everything. Don’t forget to slather on some homemade schmear as well, they’ve got good ole plain, honey butter, beer cheese & jalepeño chive, lox & dill, vegan sun-dried tomato, and even more. If you wish to bagel up a sandwich, there’s a savory selection just for you, including The Game Over (scrambled eggs, peppered bacon, sliced tomato, beer cheese & jalapeno spread, all heaped on a yummy cheddar bagel), The Lox (smoked salmon, dill spread, Persian cucumber, sliced radish, and caper pesto, all on a perfect sesame seed bagel)With all this and more, come on and make some noise for the wonderful bagels from Yeastie Boys!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Yeastie Boys Bagels",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/577d41f8-31b0-4522-b4de-483046204482.jpg",
  "transactionFee": 30,
  "username": ""
}