{
  "address": "",
  "description": "Cool Concessions is an American owned and operated company. We were humbly started in 1999. After 35 years in the retail business we were tired of long hours and having to answer to someone else for everything we did. Billy started with a small ice cream truck in Mechanicsville VA as an on the side gig of his full time job as a meat manager at Ukrop's. The ice cream business became successful, he left his position at Ukrop's to pursued it full time.Donald left Lance, Inc to partner up with Billy to start up Cool Concessions Catering which includes street festivals, corporate and private catering.In 2012 Billy and Donald decided to build a food truck for mobile food vendor. Billy was dating Stacie, a professional chef, at the time and asked her to consult on the planning of the menu for the food truck. Stacie is now an intricate part of building the catering and food truck business for Cool Concessions Catering and also now is Billy's wife. Someone once told us to find one thing and do it well. HA!! We didn't listen. With the help of our families, some great friends, and a man named Berkley King, we have come to what our motto is today:\"If we can't do it........you don't need it!\"",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Curbside Creations",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f62b7a2-6a88-477b-a746-636f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}