{
  "address": "",
  "description": "To some, a cheeseburger is just a slab of meat on a bun, but to us...it's a work of art. A great burger is simple yet sublime - the delicate tastes melding into, yet never overpowering, one another. We (my wonderful and adorable wife and I) are what you might call \"Burger Connoisseurs\".And because of our deeply held burger beliefs, we here at The Burger Bus are 1000% committed to bringing you the best burger with the freshest toppings you have ever tasted any time, every time.BUILDING YOUR BURGERFor the patties, we keep it simple, because that's the key to serving delicious, mouth-watering burgers. That's why we insist on the exact amount of seasoning: just enough to emphasize the naturally beefy taste of fresh, cooked meat, brought to you exclusively by Shalhoob Meat Company. All of the meat served at The Burger Bus is 100% grass fed, hormone free beef. (Please check out www.eatwild.com for more information.)From Our Daily Bread of Santa Barbara, we offer a freshly-baked ciabatta roll, light and pillowy on the inside with a delicate yet crispy texture on the outside. It's the perfect bread choice for our signature \"CB&J;\" (Cheeseburger and Jelly) and it will go beautifully with any of our other burgers.Let's not forget the cheese. Direct from Spring Hill Cheese via the Santa Barbara Farmers Market, we serve a big, fat hunk of gooey cheddar, pesto jack, or a spicy slab of Mike's Firehouse jack so full of chilies it actually bites back. Since we are working with a small artisan cheese maker, our cheese options will change through out the year.For the finishing touches, we serve only farm-fresh toppings from The Berry Man, featuring sweet grilled onions, red ripe tomato, leafy green lettuce, and crunchy pickle chips. To top it off, we add a dollop of mayonnaise and a smear of yellow mustard.RINGS OR CHIPS?Not to be outdone, each of our amazing sides, including fresh-cut yam fries, hand-dipped, Telegraph beer battered onion rings, and deep-fried pickle chips, are a delicious complement to any of our burger options or alone for a quick, easy, yummy snack.VEGETARIAN'S DELIGHTFor those of you who prefer an alternative to meat, we've perfected a falafel recipe that's simply amazing. We start with fresh garbanzo beans, toss in a delicious blend of herbs and spices, separate the mix into bite-size pieces, then deep fry each one to a crispy golden brown. For added flavor, a spicy, creamy peanut sauce accompanies these scrumptious little bites.FEEL FULL, NOT GUILTYAs much as we believe in making the best food possible, we also strive to be an environmentally-conscious mobile burger restaurant. That's why this Burger Bus is a retired, retro-fitted school bus. What's more, all of our paper products as well as the occasional plastic cup are recyclable. Tired of reading? Hungry for a really good burger? Then order up!We look forward to serving you soon,Cheryl & Michael",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Burger Bus",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4cdb4766-78e4-419c-97ad-056b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}