{
  "address": "",
  "description": "Cuzamano's is cruising through the streets, bringing beloved and delicious Old World Italian recipes from The Windy City to The Sin City. Anthony Cuzamano emigrated with his wife and children from Marsala, Sicily to Chicago, IL in 1909 where, as he developed his culinary inclinations, ended up as a crucial contributor to the development of the classic Chicago Italian Beef: A sandwich of seasoned beef that’s been slow roasted in a special broth of Italian seasonings, and then shaved thin and stuffed into Italian bread, along with sweet Italian peppers or “hot” Giardiniera peppers. The whole hoagie is then dunked into the meaty broth and served succulently sopping. During a time when many Italian immigrant families began to create recipes for this perfectly quick and delicious handheld meal, Cuzamano, wishing to feed his family food from his heart, tinkered away at his own version- fine tuning his secret blend of Italian seasonings, the result being a scrumptious masterpiece that quickly caught the cravings of not only his friends and family, but the whole neighborhood! As he gained confidence in his abilities and honed his craft, he eventually worked his way up to Head Chef at The Drake Hotel, serving his simple yet scrumptious menu to Chicago’s elite. Marilyn Monroe and Joe Dimaggio were huge fans of his Grilled Cheese & Tomato Soup, which you can still order from this wonderful truck today, thanks to the Cuzamano family that’s kept their prolific ancestor’s recipes, love, and warm welcoming vibes alive today. So come on by and try the ever-so-classic “Cuz” (Anthony Cuzamano’s original recipe, of course). Or, if you’re in need of a hearty feast, definitely go for the “Beast” - the Cuz’s massive cousin. And there’s so much more!For the “best eats on the streets”, come visit Cuzamano’s for their incredible Italian cuisine. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Cuzamano's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/570d26b5-0340-4417-9c54-3d8046204482.png",
  "transactionFee": 30,
  "username": ""
}