{
  "address": "",
  "description": "Shaved Ice has been around for many years, with its origins in Asia. The cool treat spread to Hawaii where it soon became a favorite.Hawaiians originally would shave the ice by hand creating a cold flaky snow and topping it with fresh fruit juices.Shaved ice is much different than a sno-cone in that it is made by a counter-top machine that shaves ice rather than grinding it like a sno-cone machine. This process  results in ice so fine that it rivals real snow! The snow is then placed in a cup and filled with high quality tropical flavors. Because the snow is so soft, the syrup is held within it's tender texture versus settling to the bottome like a traditional sno-cone.Hawaiian Shaved IIce offers the most popular flavors throughout the USA.Li Hing Mui Li Hing Mui is a salty dried plum. It was made popular in Hawaii by Yee Sheong, who in early 1900 had began importing Li hing mui and other preserved fruits from China to Hawaii. It can be found in Hawaiian and Asian Markets. It has a strong distinctive flavor and is often said to be an acquired taste. It also has been described as tart and even tangy. Originally from China, the name li hing mui means \"travelling plum\".\"Li hing \" is \"travelling\" and \"mui\" is \"plum\"Try LiHing Mui as a topping to your  next shaved ice at no additional cost.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hawaiian Shaved Ice",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/506f3192-13f0-4e1e-bdad-3da646204482.jpg",
  "transactionFee": 30,
  "username": ""
}