{
  "address": "",
  "description": "Formerly of Monte Cristo -- Seattle's Gourmet Grilled Cheese and Mobile Melts, Custer is overseeing Mobile Mavens as its culinary consultant. Pulling heavily from her past experience in the Seattle food truck scene and vast network of farmers and purveyors, she used local ingredients as her inspiration when creating the menu to ensure each biscuit and its toppings are perfectly tailored to appeal to Seattleites. Michelle Clair, who is the Director of Catering & Events for Bon Appétit at its Amazon location, is overseeing the catering and private event aspect of Mobile Mavens. The compact size of the campers and bikes allows them to easily visit locations not normally accessible by larger vehicles, making them available for hire at a wider range of events than traditional food trucks. The day-to-day operations will be overseen by Toby Kremple, formerly of Seattle’s premiere gourmet hot dog vendor, Dante’s Inferno Dogs. Toby led daily operations and ran many of Dante's high profile catering events for four busy summer seasons.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Biscuit Box",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/7063/53eeaed9-ba40-4ff3-8494-6a4446204482.jpg",
  "transactionFee": 30,
  "username": ""
}