{
  "address": "",
  "description": "Charlie’s Buns N’ Stuff is Seattle’s boldest kitchen on wheels; dishing out all-American eats with a tasty twist! We create our burgers with local, high quality, organic ingredients that pack a flavorful punch!Our generously portioned burgers are handcrafted from local, 100% pasture-raised beef. The tender, flavorful beef is free of growth hormones, antibiotics, and animal by-products. The handcrafted patty is served on our signature brioche bun. Brioche, a classic French bun, has a light, velvety texture. We source our buns from a Seattle bakery that makes each bun by hand with local, organic ingredients.Charlie’s Buns N’ Stuff is a female-owned food truck, owner Veronica Weaver serves up a fresh take on American diner fare to Seattle and the Greater Seattle area.The food truck is an expansion of the gourmet hot dog and sausage cart, Charlie’s Dog House, founded in 2010. The business was named after my beloved little Yorkshire Terrier, Charlie.At Charlie’s, we strive to exceed your expectations with stellar customer service and an unparalleled burger experience!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Charlie's Buns N' Stuff",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ea0efd6-c1fc-4ba3-bb1e-5c1246204482.jpg",
  "transactionFee": 30,
  "username": ""
}