{
  "address": "",
  "description": "Chopstix is the newest mobile food truck to hit Seattle's food scene. We aim to bring Asian cuisine with a twist of modern style and a touch of comfort food to Seattle streets.Asian cuisine is Chef May's specialty and passion. She has extensive experience in Asian food as well as training from Le Cordon Bleu. She always wants to bring her joy and appreciation of great food to the people around her. Now she is bringing her passion to Seattle one stop at a time.Street food is no longer synonymous with fast food or can food anymore. It has enter the mainstream food culture as an alternative to sit down restaurants. Mobile food truck combines speed of the fast food and quality of fine dining to a street corner near you. It has become a viable option for a small business.We will be making our food from scratch using fresh local ingredients. We will be bringing our touch on Asian Fusion cuisine to you in our mobile truck. Look for our truck coming to various locations in Seattle.We combine Asian Fusion with comfort food style to Seattle-one stop at a time. We use fresh ingredients for healthy eating concept. We use local produce to support local business AND we use decomposable food ware to help saving environment.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Chop Stix Mobile",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/50748869-eba0-4bc4-ad7d-4a6146204482.jpg",
  "transactionFee": 30,
  "username": ""
}