{
  "address": "",
  "description": "La Historia de ContigoThe GistContigo officialy entered into the burgeoning Seattle food truck scene in the early winter of 2012. Featuring a small but eclectic menu of items inspired by the cuisines of Central and Southern Mexico, Contigo aims to set itself apart from Seattle's Mexican food trucks and establish itself as a perennial favorite of Seattle¹s mobile food landscape.The InspirationContigo boasts a menu of fewer than a dozen items, each distinct unto itself and painstakingly honed to taste truly phenomenal.The BackstoryDavid lived in Mexico for a spell, and super dug the sprawling street food scene in all its form and splendor. His long-time friend, Erik, was itching to bring a unique and exceptional culinary experience to the Seattle mobile food scene after years in the service industry. With David's desire to bring his beloved Mexican street food back with him to Seattle, and Erik's motivation to bring a new street food experience to the city's curbsides, the partnerership was born. Thus began a two-year journey that ended in Contigo, a unique vision of what modern Mexican cuisine can be.The PlayersDavid Rodriguez was born in Seattle and lived here for most of his life.  While attending the University of Washington he first started dabbling in cookery.  In 2007 he decided to explore his Mexican heritage, and moved down to Mexico, where he learned a whole lot about Mexican cuisine and Mexico's bustling street food scene. David returned to Seattle two years later with notions of serving up his modern versions of the street food with which he¹d become so enamored in Mexico.Erik Gust also grew up in Seattle and attended the UW .  He began his career in food service while in high school, and after having worked many years in high-end restaurants, including the Ritz-Carlton in Vail, Colorado, Erik's bartending and culinary experience were a perfect compliment to David's creativity and passion for food.  Erik jumped at the opportunity to work with his long-time friend to open and operate the newest player in the Seattle street food field, Contigo.¿Qué Significa \u008cContigo¹?Contigo is Spanish for ³with you.² Part of what makes Mexican street food so wonderful is the sense of community you get when standing around a bustling food cart with a few friends and a bunch of strangers all talking and joking with each other and enjoying sizzling, tender carnitas or fresh hand-made gorditas. At Contigo, we hope to create a cadre of loyal followers more like an extended circle of friends and family. We want to share our experiences and adventures in food trucking with you, and hope you¹ll share yours with us, too.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Contigo",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/50419ce4-abcc-4e81-9333-67aa46204482.jpeg",
  "transactionFee": 30,
  "username": ""
}