{
  "address": "",
  "description": "Dante, at age 19, read \"A Confederacy Of Dunces,\" the novel for which John Kennedy Toole was posthumously awarded the Pulitzer Prize and whose obnoxious main character, Ignatius J. Reilly, fails miserably as a hot-dog vendor. Nevertheless, Dante thought the enterprise had a certain charm.His travels brought him to the Pacific Northwest in the fall of '95. After tending tables and toying with a non-profitable business (or two)... at the age of 30 he again turned to the novel idea of slingin' dogs. For the first 5 years, he and his dog Josie ran just the one cart. Now, Dante's Inferno Dogs operates several units in and around Seattle with a focus on catered, hosted events. In addition to artisan hot dogs and sausages, the menu has grown to include 100% Angus beef burgers, freshly baked pretzels, cotton candy, popcorn, and ice cream.After a decade plus of service, performing at events both large and small, indoors and out, Dante's has been seen all across the state of Washington.Dante's Inferno Dogs looks forward to playing a part in your next event.Come see us Sundays at the Ballard Sunday Market from 10am to 3pm every week!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Dante's Inferno Dogs",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52d4439f-42c8-4eb8-867d-5a0d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}