{
  "address": "",
  "description": "The beginnings of Halláva Falafel came to be in July of 2006. The mission was three-fold.The first was to create a street food scene that provided quality food at a reasonable price not only in Seattle but specifically in our neighborhood of Georgetown where it was virtually impossible to eat lunch for under ten bucks.The second was to create a high quality falafel, like that found in Israel and Lebanon and Spain to name a few. The finer points of falafel are often overlooked in Seattle. Our falafel is awesome, but it is not 'our own take on it', nor is it 'untraditional' nor 'Americanised'. Much like a taco, a falafel sandwich can be served with most anything you want.Thirdly, while we enjoy eating at various taco trucks as much as anyone, maybe more, we wanted to open the eyes of the people of Seattle. We wanted to show them that foods trucks can be clean, diverse, and serve more than just Mexican food. Food trucks can increase the allure of any neighborhood they serve, provided the food is on par.Falafel is a popular food in many parts of the world. It’s populartiy spreads from India through central Asia and the Middle East, across north Africa, and up to many parts of Europe.Most sources believe that falafel was first created in Egypt sometime around four or five thousand years ago.Halláva Falafel is not a middle eastern, nor mediterranean food truck. More accurately it would be described as a Russo-Turkic truck. Most of our recipes, not to mention our brand of customer service come from the Motherland and Central Asia.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Hallava Falafel",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2310/5670bcc8-1f9c-4ced-8b37-03cd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}