{
  "address": "",
  "description": "Here and There is based in Edmonds, Washington. Owner Julie Malcolm is an experienced restaurateur who decided to take her cooking on the road. She loves different cuisines, so she draws from a variety of cultures – and her collection of 500 cookbooks – to create the menus for Here and There.While we are based in Edmonds, but we drive our lovely orange truck to different locations in the Seattle area throughout the week. Our menu changes weekly, but we love making hearty sandwiches, salads and soups. We draw our inspiration from our extensive cookbook collection and seasonal ingredients, and we love global flavors. So our menu has a little something from here and a little something from there.Be sure to check our web site for the most current menu as well as detailsabout our locations for the week – we are a mobile kitchen after all!Here and There offers catering services tailored to your needs. Some examples of what we can provide:We can create an array of appetizers for a simple cocktail party.We can make hearty sandwiches for game day, company retreat or you name it.We also can bring the truck to your event whether it’s a corporate function, sporting event, or a fun wedding.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Here and There Grill",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ea0f78d-3ad4-4347-b82d-102146204482.jpg",
  "transactionFee": 30,
  "username": ""
}