{
  "address": "",
  "description": "Marination’s grub melts Korean heat and aloha love together in corn tortillas, and also in your mouth.Once upon a time Kamala and Roz sent their very hard-earned money to Wall Street to grow. Turns out Wall Street wasn’t raised well by its parents, and the once-healthy bundle they sent eastward limped back home, barely escaping with any life left in it at all. A broken sliver of its former self, they considered the anemic remains they were dealing with, wondering how on Earth to prop it back up and get it going again?All the thinking and no play made Kamala and Roz hungry. So Kamala marinated some stuff. Then she called a shoulder to lean on and, talking with her mouth full, admitted things like “I work so hard, I can’t start from scratch again, there’s got to be a way to stop this train before it totally derails. Wow these spicy pork tacos are the best I’ve made in weeks.”The shoulder, being a chef friend named Catherine, replied “Your marinades are exquisite, bordering on ambrosial. I’ve tried to replicate them many times. Hey, I know, you can build a marinated meat stand on wheels. Ha ha ha.”Kamala’s eyes grew as big as a kimchi rice bowl and Roz’s brain spun like a chrome hubcap. Marination, The Saucy Food Truck, was born.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Marination Mobile",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e76f756-5318-4623-994c-12d046204482.jpg",
  "transactionFee": 30,
  "username": ""
}