{
  "address": "",
  "description": "That's Some PigI still ask myself how we got here.To start at the beginning, you have to know a little about my cooking habits back at Sugar Mountain. If you've ever stopped by, you've noticed that it's not unusual to find me in the kitchen, tinkering with ingredients I'm inspired by in the market. As I taste different flavors together, I always test my ideas out on the Sugar Mountain staff, calling them into the kitchen for spontaneous lunches and midday snacks (no one is ever hungry at Sugar Mountain).In the Spring of 2008, I started regularly serving up a favorite of mine - braised, pulled pork... and the staff loved it. To the pulled pork, I began adding a delicious barbecue sauce that had been developed for our restaurant, Bennett's, and the pork just got better and better.Coincidentally, around the same time, I started calling my oldest son Max - an \"emerging teenager\" - Maximus.The two ideas became one and quickly developed into Maximus / Minimus, a food destination that's about making delicious pulled pork sandwiches... all hinging on the idea of one flavor profile being Maximus (savory and spicy!) and the other being Minimus (tangy and sweet). From there, let's just say I went \"hog wild.\" What started as a small store front became a catering truck which morphed into a giant pig. Luckily, we were able to partner with local designer, Colin Reedy (part artist, part engineer and part pig aficionado), to make the vision of a mobile pig a reality... and he pulled it off.Well, we think so anyway... but don't take our word for it. Come visit us at 2nd and Pike and decide for yourself!Kurt Beecher DammeierP.S. My order? Minimus pork sandwich with some Hurt, Maximus slaw, Minimus drink and a side of chips.In keeping with our commitment to pure food, Maximus / Minimus and its sibling companies contribute 1% of all sales to the Flagship Foundation.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Maximus-Minimus",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4cdb45a6-a264-4446-9dd3-46fe46204482.JPG",
  "transactionFee": 30,
  "username": ""
}