{
  "address": "",
  "description": "Napkin Friends  will forever change your definition of “sandwich.” Its signature panini, the Latke Press Sandwich, is a gluten-free game changer: rather than bread, this sandwich is served up between two golden-brown potato pancakes by renowned chef Jonny Silverberg.Imagine, if you will, a sandwich in which the bread has been removed and replaced by two tasty latkes. What’s a latke? It’s Jewish for potato pancake. We’re not just talking any sandwich, though. We’re talking house brined, braised and smoked pastrami, horseradish cream, arugula and gruyere. We’re talking succulent Hempler’s bacon, smoked gouda, avocado and peppadew aioli.You’re a vegetarian? How about honey crisp apple, sherry vinegar, caramelized onion, spinach and brie cheese with fresh herbs.The finishing touches included adding some fantastic sauces or mustard and warming the Latke sandwich in a Panini press. What comes out is something that cannot be described except by tasting it. Let’s just say the first bite produces an OMG moment.And BTW, for the less adventurous, all the latke sandwiches can be made panini-style or regular on a variety of delicious artisan breads.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Napkin Friends",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5392088d-a924-4d4c-abc2-043c46204482.jpg",
  "transactionFee": 30,
  "username": ""
}