{
  "address": "",
  "description": "Off the Rez is owned by Mark McConnell and his lovely lady, Cecilia Rikard.Mark grew up eating frybread and Indian tacos at family gatherings and powwows.  Mark’s mother spent most of her childhood growing up on the rez in Browning, Montana and taught Mark about Native food and culture.Mark’s inspiration for opening Off the Rez came about once he started looking for Native cuisine around Seattle and realizing that there are no restaurants (mobile or otherwise) offering frybread and Indian tacos.  The end result is a mobile food truck fueled by a passion for food — excited to bring delicious Native inspired cuisine to Seattle’s streets! Meet our Chef Donovan!Seattle-native, Donovan MacInnis has been cooking his way through Seattle kitchens and catering since earning his Culinary Arts degree in 2005.  Most recently, he worked as sous chef at Portalis Wines in Ballard.As a childhood friend of Mark’s, Donovan was introduced to Native food – and has loved it ever since.  Besides cooking, he enjoys rebuilding engines, playing drums in a rockabilly band, and of course, sharing good food and drinks with family and friends.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Off the Rez",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f4d37bb-5f98-4479-a7b7-736d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}