{
  "address": "",
  "description": "We are Seattleites, born and raised – A recovering CPA turned karaoke host and a filmmaker…Incidentally we also love to make delicious ice pops.During a video conference call lasting several hours with Vanessa’s cousin Alex, who was sick in a hospital bed, we dreamt up our idea of the most delicious ice pops. Super sour apple, ice pops with cake in them, and a pop that tasted like a peanut butter and jelly sandwich. All ideas were on the table and we decided that as soon as Alex was out of the hospital we would start a business selling these crazy pops.One week later Alex passed away. He was only 27 years old. He was far more than our cousin, he was our brother and our best friend. We could think of no better way to carry on his legacy than to finish the project that the three of us started together. The name, “Six Strawberries” comes from an extremely long and hilarious voice message that Alex left on our friend’s phone, and many of the flavors on our menu came straight from Alex during our brainstorming session. He truly is the third founder of our business, and in his honor we would like to sell our delicious frozen ice pops throughout all of Seattle!Look for our bicycle carts in your neighborhood, and let’s make this coming summer super fun and extremely tasty!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Six Strawberries",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3606/5458fdba-00b0-49cd-be3e-4d0a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}