{
  "address": "",
  "description": "Diane Skwiercz began visualizing Street Treats about two years ago. She has always loved sweets and everything chocolate. Eating a sweet treat daily is her vice. Over the last several months she has been refining recipes and sharing treats with her friends, family, and co-workers. Diane specializes in great tasting treats: itâ\u0080\u0099s all about homemade, simple and delicious. Diane realizes that people enjoy treats besides cookies, brownies, and bars so she also sells ice cream and pies made fresh by two local business owners Half Pint Ice Cream and High Five Pies.The Street Treats truck runs on Biodiesel and all the onboard appliances are battery operated and charged overnight. All disposable packaging is made from biodegradable and compostable materials. Diane strives to keep her quality and value high while keeping her carbon footprint small.High 5 Pie:  itâ\u0080\u0099s vintage, itâ\u0080\u0099s modern, itâ\u0080\u0099s delicious!  A simple solution to a big craving, good honest pie made from scratch using all natural ingredients and Grandma Mollyâ\u0080\u0099s favorite recipes and baking secrets!  Various sizes and flavors to choose from.Half Pint Ice Cream is a Seattle-based, owner-operated homemade ice cream company.  We use local dairy and eggs in all of our ice cream and other local ingredients whenever possible!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Street Treats",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e3b1bcc-c004-4486-b270-791f46204482.jpg",
  "transactionFee": 30,
  "username": ""
}