{
  "address": "",
  "description": "Sweet Wheels is a family business, from concept to implementation: with hand made ice cream sandwiches as a base and a sweet ride (in this case a cool food truck) Sweet Wheels was created. It has been a group effort from start to finish, from design to sourcing and construction. The road to opening day has been slow and bumpy with some frustrating detours along the way. But, we are here and happy that the complete vision is still intact.JIMCaterer and former restaurant owner:  His image is key to the Sweet Wheels concept. He decided on a Dodge/Mercedes Sprinter truck, which had the needed interior working space, quality and efficiency for our street truck. And, when completed, would have the cool look of the Sweet Wheels' image.RONEntrepreneur and software developer: Ron literally took the keys, started the truck ( a 2002 Sprinter working as an ice cream truck in Baltimore)  and drove it solo across the country. His initiative and organization have put Sweet Wheels into gear.CELESTECaterer and baker extraordinaire: Celeste has been making ice cream sandwiches for friends and family forever. Her catering business provides baked dessert goodies. She has developed cookie, brownie and many sweet recipe items that will appear on our menu.DENISEArtist, designer and former restaurant owner: Working through her business, Flying Penguin Design and in tandem with partner, Nancy Wilkins created the wonderful logo and colors which moved Sweet Wheels forward, creating a very unique, original and visual food truck presence. Flying Penguin Design is also responsible for  the design and implementation of  this website.TRISTANMechanical engineer: With design and fabrication skills, he was able to plan and create a working interior that meets L&I; and Health Dept. requirements (long and frustrating), while keeping a workable interior space.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sweet Wheels",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5060faf7-e4a8-4120-96cd-089d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}