{
  "address": "",
  "description": "The Grilled Cheese Experience is a gourmet grilled cheese food truck serving incredible sandwiches and homemade organic soups, as well as daily mac and cheese specials.  We utilize only the highest quality local ingredients and make convenient healthy comfort food; with love and craftsmanship.Josh began his career as a chef by training and finding great inspiration at one of the countries first Farm to Table fine dining restaurants (Slightly North Of Broad- Charleston, SC). Also, inspired by travel, he made his way across the country pursuing culinary passions and honing his skills in New Orleans and then San Francisco before finally settling in Seattle with its lively culinary community and surrounding fertile farm country. Inspired by the natural beauty and agricultural abundance of the Great North West, Josh was eager to showcase his skills and provide the people with a taste of cuisine which featured new twists on simple rustic and home-style dishes coupled with an uncompromising ethic for quality base ingredients. However upon arriving in Seattle, major economic distress across the country suddenly found a large part of the population simply unable to provide basic needs in life, much less indulge in the pleasures of dining out any more. Facing the need to appeal to a new economic standard, without wanting to sacrifice quality ingredients (in a world of $1 burgers and preservative filled junk food that had traveled the globe at the expense of the environment) Josh was inspired with an idea. Through the rainy gloom of Seattle winter the answer seemed to break through like a ray of sun through the clouds: that good old childhood standby- Grilled Cheese and Tomato Soup. What could be more appealing on so many rainy days than warm, melting artisan cheeses coupled with Josh's own homemade breads and a selection of local veggies and meats?The next question was how to find an affordable venue? The answer of the Food Truck was presented by Julie who had recently relocated from Southern California, where in 2010 you couldn't throw a taco without hitting a truck serving them or any other kind of food imaginable. Along with her inspiration, Julie brought to the table a wealth of knowledge in business management and food marketing. With an idea but sans a truck, the duo hit the scene in the summer of 2011 with a \"pop-up\"  restaurant serving at farmer's markets throughout Seattle as well as street fairs and private events. In so doing, the Grilled Cheese Experience was able to raise the necessary funds to begin building the truck.  Josh (multi-talented) would use the winter to build out the kitchen in the truck himself. Piece by piece it was assembled; refrigerator, hot water tank, tables, etc. and after an incredibly stressful winter facing setbacks with some plumbing, and raising an 8 year child while putting everything we had into this truck we finally finished building it.The dream, conceived in February 2011, to join the burgeoning food truck community in an effort to make quality, local, sustainable food available to the people of Seattle is finally a reality. We are absolutely overjoyed to announce, after 17 months of working on it,  we have officially opened “the Grilled Cheese Experience” Food Truck.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Grilled Cheese Experience",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3347/55c0fe34-6b50-40df-ab78-282946204482.jpg",
  "transactionFee": 30,
  "username": ""
}