{
  "address": "",
  "description": "GOOD TASTEWe take great pride in (and have a lot of fun with) elevating the humble doughnut to an art form. We call our doughnuts “hand-forged” because they’re made the old-fashioned way. As a result the unique characteristics of each doughnut are preserved by our skilled bakers. What's more, all of our doughnuts contain zero grams trans fat.Top Pot offers more than forty different types of doughnuts. Here is a sampling of some of our most popular. What’s your favorite? Can you pick just one?If you’d like to pre-order a dozen or two (or three or four) for pick-up, please call your café directly.AUTHENTICITYAt Top Pot, we put as much care into our coffee as we do into our doughnuts, and that’s saying something. We select the finest beans from around the world and hand-roast them in small batches, taking special care to ensure each batch is roasted to perfection.We also support our international coffee communities. It’s important to us the coffee farmers are taken care of and the beans are grown in a sustainable fashion, so our coffee will be at the peak of quality and we can be sure where to find it for years to come.Begun in February 2002 out of a small brick storefront on north Capitol Hill in Seattle, Top Pot paired a vintage aesthetic with a gourmet spin on the traditional coffee and doughnuts pairing.  SERENDIPITYYears earlier, two of our co-founders spied a vintage rustic (and rusty) neon sign gleaming above a boarded-up Chinese restaurant called \"Topspot\". They bought the sign, and then left it idle in a backyard for four years, further rusting and creating a home for raccoons. Then, when the sign was finally driven off to be restored, the center \"S\" fell off, leaving the words \"Top Pot\" behind.INSPIRATIONThe sign became Top Pot’s symbol of blending the old with the new. Our founders sought to create a doughnut shop that moved away from the fluorescent-lit fast food aesthetic. Instead, they created an oasis, where patrons could slow down and savor the nostalgia and taste of a secret 1920s doughnut recipe in a gorgeous vintage environment.SUCCESSToday, Top Pot Doughnuts can proudly claim a rabid fan base and extraordinary growth. Our hand-forged doughnuts can be found in our five Top Pot cafés and other retail locations in the greater Seattle area.COMMITMENTWe feel so fortunate to have enjoyed such success with a business model that is this much fun. And we remain committed to the simple ideals that brought us this far—quality, inclusiveness, and integrity in every single thing we do.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Top Pot Doughnuts",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ea1e626-dda4-4e7d-827e-2e1e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}