{
  "address": "",
  "description": "ABOUT USShindigs satisfies the demands of the modern client who has little time to eat but who is not willing to compromise on their health or the quality of their food. We offer a quality fast food service that fuels people to grow personally, professionally, emotionally and spiritually.CHAD SCHOFIELD, CO-FOUNDERChad has enjoyed a successful career for over 16 years in the restaurant industry. He began his career in his hometown of Montgomery at the age of fifteen. Starting at the Brew Pub and working his way around learning from all the local chefs, he finally made it to Jubilee Seafood. Under Bud Skinner, Chad realized his dream of becoming a chef. Since coming to Birmingham in 2003, he has excelled in culinary school and trained under the areas greatest chefs. Starting at Hot and Hot Fish Club, opening Ross Bridge and helping to enhance Little Savannah has shown Chad to be successful at every level in the field. After having worked his way up from dish to executive chef, Chad has a confidence that is only surpassed by his quality.MAC RUSSELL, CO-FOUNDERMac Russell is from Selma, Al. His interest in food began at a young age while cooking with his four aunts, grandmother and mother at their family ranch. After graduating with honors from Hampden-Sydney College in Virginia, he decided to follow his passion for service/cooking. Chef Russellâ\u0080\u0099s diverse background ranged from time at Culinard, Apicius in Italy, Hot and Hot fish club, Jubilee seafood, Flora-Bama oyster bar & Grill, Standard Bistro, Ross Bridge Resort and a few other consulting projects. Now, finally back to his roots in central Alabama, he is getting familiar southern flavors from local farmers and ranchers. These great products will be the basis for which we at Shindigs develop into our healthier fast food. Whether for lunch or a catered event, we will construct habitually comforting dishes that are seemingly innocent yet â\u0080\u009cspankâ\u0080\u009d your taste buds; hopefully enlivening your fervor for self-sustained foodstuff.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Shindigs Catering",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/2447/55084d16-f364-4fc0-9a93-6a1546204482.jpg",
  "transactionFee": 30,
  "username": ""
}