{
  "address": "",
  "description": "Go! Gyro! Go!’s inspiration came from owner Nick.  Throughout his teen and early adult years, he worked under the direction of his father John Cowlen at the Top of the Sevens Restaurant in Clayton.  While he spent the following years in the real estate field, he never strayed from his real passion—cooking!  So in May, 2011, he bought a new workhorse truck and almost singlehandedly installed a first class, commercial grade kitchen within it. Nick brings incredibly high standards and a phenomenal work ethic to every project he undertakes, including his commitment to serve St. Louisans incredible Greek food each day.Nick’s yia-yia and papou are from Zakynthos, a gorgeous island off the Southwest coast of Greece.  Go! Gyro! Go!’s menu is comprised of Nick’s favorite cuisine during his visits to Greece as well as afternoons spent with his yia-yia.Laura also grew up in the restaurant business and is first generation Greek-American.  She grew up with tremendous appreciation and gratitude for the Greek way of life. When she isn’t assisting Nick on the truck, she is a professional Life Coach and a motivational speaker, but her favorite job is being Mom to their children, Nicholas, age 6 and Sophie, age 3.Nick and Laura are grateful to have an opportunity to bring Go! Gyro! Go! to St. Louis and appreciate your support!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Go! Gyro! Go!",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f9605a2-fda4-43e9-8626-17c846204482.jpg",
  "transactionFee": 30,
  "username": ""
}