{
  "address": "",
  "description": "While traveling to a lot of world class cities such as Los Angeles, Chicago, and New York you get exposed to a whole lot of culture.  With this type of diversity you not only see a lot of progressive areas but for people like me, you get excited about being able to partake in delicious meals.  Every \"culture\" can be defined by its food and there is a certain pride behind that.  In the past few years it has been pressed upon me by the locals in each perspective city to try Korean BBQ tacos.  To me, being a Korean-American, Korean BBQ was something that was all too familiar.  We have a family recipe that was passed down from generation to generation.  I knew about the two-day marination process so that the meat would be tenderized.  I knew that the meat starts to caramelize as soon as it touches the scorching grill.  But to put it inside a corn tortilla, salsa, fresh veggies, and a wedge of lime?  That was beyond my imagination!  So I tried these so-called epic Korean BBQ Tacos and at the first bite...Wow!, the flavors just fused so well together, I loved it!  I thought, \"Why doesn't my city have this?\"  So I went home and made it for some family and friends and here we are today: Seoul Taco.  Admittedly, we can tell you we didn't invent the idea of a Korean BBQ Taco, but we sure can say that we made it exceptional!  We don't compromise with flavor or the quality of our food.  We put the \"Seoul\" into every bite and hope to make these culinary flavors part of the culture in our city - right here in St. Louis.  We want there to be some pride of having Seoul Taco in the city we all come to love!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Seoul Taco",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e420aa2-0540-4a8a-96d9-2f1d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}