{
  "address": "",
  "description": "Italian food from the \"The Hill\" area of St. Louis. Started as a restaurant 27 years ago, now we offer catering and a food truck!Zia's Catering brings the aroma of garlic and family to your occasion. Servicing customers from office parties to weddings and private in-house events; Zia's offers a variety of combinations to meet your needs. Delivery available upon request.Zia’s is a lively expanse with forest green walls, patterned green carpeting, a break front bar, shiny brass railing and bent wood style chairs. On the back walls the brothers have hung photos of their great grandparents and the Hill residents dating back to 1936.The Chiodini brothers Dennis and Angelo started out their location at the corner of Wilson and Edwards in May of 1984. When the restaurant expanded to it’s present size in 1989, it really took off and soon became a favorite dining spot for a devoted clientele.When Dennis and Angelo were old enough to work they became buss boys and had their first taste of the restaurant business. Owning a restaurant someday seemed inevitable! After a short stint in the construction trade, the brothers decided to take the plunge.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Zia's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f20a972-09e4-44d3-aab1-365946204482.jpg",
  "transactionFee": 30,
  "username": ""
}