{
  "address": "",
  "description": "BC Tacos is a mobile food truck serving unique and flavorful gourmet tacos. We give you something unexpected by taking your standard taco and putting a spin on it. Ranging from steak and chicken to your more unique mahi, bacon cheeseburger and pulled pork tacos. We prepare our tacos with unique ingredients to add a different flavor profile that you typically don’t find when eating tacos.Our mission is to change people’s views of tacos by offering a unique and modernized product, exceptional service standards and measuring our success by our followers.We would like to invite people to BC Tacos to have something a little different: fresh, unique, gourmet tacos. We have a passion for food and service that shows when you arrive. Great food and great service are what we specialize in. We welcome you into a unique dining atmosphere accompanied with great flavors and something you will definitely be craving later. We use high quality ingredients, sustainable seafood and natural meats, as well as fresh produce. We appreciate our customers and thank them for choosing us. We believe, and want you to realize, we are the best at what we do!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "BC Tacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e55bfa3-0950-4b16-9e4f-718946204482.jpg",
  "transactionFee": 30,
  "username": ""
}