{
  "address": "",
  "description": "\"You can’t build a house without a blueprint and you can’t build a food truck without a great idea.”--Natasha and Freya, Coolhaus’ famous foundersAfter building careers in real estate and design, Natasha & Freya together came up with the concept of “farchitecture” (food + architecture) back in 2008, when various architects and architectural movements inspired them to concoct a Coolhaus: an innovative ice cream sandwich in the form of a deconstructed house: a cookie roof and floor, and handmade ice cream for the walls.From the moment you’re served a Coolhaus, you’re instantly in for a unique treat. First, the wrapper with its custom-printed inked label...is all edible. Second, the crunchy cookies for you to choose, come in classic flavors (Chocolate Chip, Oatmeal Raisin, Snickerdoodle, etc…), but a few options are quite distinct (Confetti Whoopie Pie, Fruity Pebbles & Marshmallow, Maple Flapjack, Snickerdoodle Candy Corn, etc…). You’ll also find an eclectic selection of ice cream flavors; like Strawberry, Chocolate Peppermint, and L’Eggo My Eggo, Horchata, Thai Tea, and Pizza, Fried Chicken & Waffles, Peking Duck… and all their flavors are so crazy-tasty.So come on out to the Coolhaus truck and dig right into one of these delightful creations, with flavors as lovely as home, sweet, home. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Coolhaus",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ebd679b-08fc-4293-9014-6c8e46204482.jpg",
  "transactionFee": 30,
  "username": ""
}