{
  "address": "",
  "description": "Fireman Derek's Pies truck now has Key Lime Pie, Pecan Pie, Chocolate Pecan Pie, Chocolate Banana Cream Pie, Coconut Cream Pie,Apple Pie and Blueberry Pie. Available as whole pies and single serving cups.I have been cooking for about 13 years now and 6 years ago I started baking. I decided I wanted to add desserts to the menu of recipes I had already taught myself. Being a native Floridian and calling Miami home for the past 12 years, key lime pie was the obvious first choice. After trying many different recipes and ways of making the famed South Florida dessert I had perfected my version of key lime pie. It was simple, 5 ingredients all fresh and all virtually homemade. Starting with the handmade graham cracker crust and juice from fresh key limes, I handcrafted something in my opinion truly amazing. With many of my friends and family agreeing with me about the deliciousness of my creation, I set out to find a market for my key lime pie. I started selling them to friends and family and officially created Fireman Derek's Key Lime Pie in 2008. Currently, Fireman Derek's Key Lime Pie is served at restaurants throughout Miami. Since the creation of Fireman Derek's, Pecan, Chocolate Pecan, Chocolate Banana Cream, Apple and Blueberry Pies have been added to the menu.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Fireman Derek's",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d749c9f-47ac-479a-a8dd-1aec46204482.jpg",
  "transactionFee": 30,
  "username": ""
}