{
  "address": "",
  "description": "We are a gourmet organic food truck based in Jupiter, Florida and it’s love at first bite. Our vision of food is that it fulfills one’s needs on multiple levels as opposed to simply satiating hunger. We feed body, mind, soul and environment.Our guiding principles are respect, love, empathy, excellence and unity. We are one. If you can’t afford to eat, we will allow you to pay what you can. We are passionate about helping the local community.You don’t have to choose between your health and tasty, flavorful cuisine. Menu often changes based on seasonality, availability, what is freshest, and what we are into at the time. Our interests range from foraging to fermentation and nearly everything is made in house.When you use the finest quality ingredients and have a respect for their preparation and presentation it gives an edge that is unattainable if using processed, manipulated, nutrient-bare ingredients in food. We are constantly growing and expanding our horizons. We are voracious readers and learners and we have an appetite for more!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Food Island",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52431655-2604-464c-9be8-46f646204482.jpg",
  "transactionFee": 30,
  "username": ""
}