{
  "address": "",
  "description": "GastroPod's constantly evolving menu combines the freshest seasonal fish, meats and produce with experimental preparation techniques, and it's always served up with a laid-back, homestyle vibe.Chef Jeremiah received his B.S. in Culinary Arts from the prestigious Johnson & Wales University in 1998. From there he set off around the world seeking global influences for what evolved into his signature fusion cuisine. In 2001, he was a stagier at El Bulli in Spain, one of the world's most inventive restaurants, and later he honed his craft at luminary destinations such as New York's WD-50, Spice Market, Café Grey and Aquavit, Moto in Chicago, Aquaknox in Dallas, Chez Bistro in Santo Domingo, Cayo Espanto in Belize, and St. Thomas's Havana Blue.Chef Jeremiah then turned his focus on building experience as a personal chef, and sailed from The Bahamas to the Dominican Republic, St. Thomas and Spain serving the owners of a high-end boat. In 2004 he took his personal culinary style and catering skills and started Bullfrog Eatz, Inc. The company became the vehicle for Bullfrog Eatz, a catering venture and legendary club and restaurant in Wynwood that played host to nearly every up-and-coming music act in South Florida.GastroPod is the first mobile gourmet dining concept in Miami. Chef Jeremiah, owner of the legendary Bullfrog Eatz in Wynwood, customized a vintage 1962 Airstream with the latest in modern culinary technology. The result is a roving gourmet kitchen unlike any in South Florida. Similar projects have taken hold in markets like New York and Seattle, but as the first to import the concept to Miami, Chef Jeremiah created gastroPod’s classic-meets-cutting edge housing to reflect the spirit of his fusion cuisine.A native of Miami, Florida, Chef Jeremiah continues to build his reputation as one of South Florida's most innovative purveyors of haute cuisine. From his restaurant and nightclub ventures to personal engagements and exclusive dining events, his fusion cooking is as exciting as it is critically acclaimed.One of Miami's top culinary artisans, Chef Jeremiah built his reputation through exciting and spontaneous contradictions. Both his cooking and personal style are a rich combination of the common and the exotic, and in the kitchen he draws heavily on Caribbean and Latin American traditions. gastroPod's constantly evolving menu combines the freshest seasonal fish, meats and produce with experimental preparation techniques, and it's always served up with a laid-back, homestyle vibe.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "GastroPod",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4d8c1ea9-6fc0-4ed2-95ba-0c5646204482.jpg",
  "transactionFee": 30,
  "username": ""
}