{
  "address": "",
  "description": "Jefe'e Original Fish Taco's, MiamiOur mission: Serve the very best authentic, homemade, Original Ensenada Style Fish Tacos and All American Burgers & Fries, in your neighborhood. Using only top grade fresh ingredients and reliable proven cooking methods to produce one of the worlds best tasting Tacos and Burgers available. All this served from a custom mobile food dispensing vehicle with a order fire kitchen, we strive to produce a high grade flavorful product utilizing the finest ingredients offered with fast courteous service and modest pricing.Our Commitment, to you is that our products are of the highest quality and standards, produced in a clean and well equipped modern kitchen environment with all county and state health code regulation and standards you would expect from you favorite brick and mortar restaurant. The big difference is not only the taste but that we come to you, we offer more affordable pricing than most restaurants today or fast food establishments for that matter.Our Goal, is to have Jefe’s Original Fish Taco & Burger your everyday choice for great tasting, high-quality food at a honest price while serving you via mobile food truck at convenient locations.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Jefe's Original Fish Tacos",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4df65dd8-fba4-451e-9401-639b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}