{
  "address": "",
  "description": "When it comes to cookin' up unbelievably tasty Brazilian cuisine on the go, the family running ShotGun Joe’s are the absolute pros. They put love and care into every step of serving Miami the best, from hand-selecting every piece of meat, to grilling and seasoning it simply to perfection over their hardwood open-flame charcoal grill, to handing it over to the foodies of Southern Florida with the widest of smiles. So it’s no wonder that this truck is rapidly becoming a local favorite. Come out and try their savory selection of Churrasco (Flank Steak), Picanha (Top Sirloin), Chorizo, Lamb Chops, or Pork Ribs - it’s all wonderfully delicious. And if you’re in a hurry, you can always help yourself to one of their sandwiches, sliders, or wraps, stuffed with their signature meats and fresh veggies. You also must dig into their authentically scrumptious sides, like their fluffy white rice, yummy black beans, and perfectly sweet plantains. If you’re craving a great meal from great people, well then you just gotta make your way over to ShotGun Joe’s.  ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "ShotGun Joe's Brazilian Grill",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/57433ceb-328c-4069-af4e-4bfa46204482.jpg",
  "transactionFee": 30,
  "username": ""
}