{
  "address": "",
  "description": "City: Boca RatonChef Dave Rashty has always had a passion for food and cooking.  Growing up in New York gave him the opportunity to dine at many outstanding  and sample extraordinary food from all around the world. Chef Dave began to practice and experiment with his own recipes during his free time in his home kitchen. Once he realized that people enjoyed his creations and that his food made people happy, he decided to pursue cooking as a profession.Training at the renowned French Culinary Institute in NYC, Chef Dave gained abundant knowledge and skills in classic French techniques.  He studied under some truly talented chefs, and his volunteer work for the school gave him the chance to meet many more iconic industry professionals.While attending culinary school, Chef Dave interned at Jean-Georges in Manhattan, a 3-star Michelin rated restaurant. Before graduation Chef Dave was hired to work at the restaurant.  There he gained priceless knowledge of professional kitchen practices, precision techniques, and Asian-infused culinary profiles.Following graduation Chef Dave moved from New York to South Beach Miami. He began working for James Bead Award winning chef Michael Schwartz at Michael’s Genuine in the Design District.  This experience helped him to increase his production speed in the kitchen while also learning to appreciate the deliciousness of simple, fresh flavors.Chef Dave decided to make one last move settling in Boca Raton in March of 2010.  Here he worked as Chef de Tournant at Café Boulud on Palm Beach which is owned by Daniel Boulud, a 3-star Michelin chef. It is through this experience that Chef Dave was brought back to his classic French training. Working closely under the supervision of acclaimed chef Zach Bell, Chef Dave learned many remarkable techniques and delectable recipes which all helped to expand his culinary repertoire.Although he has thoroughly enjoyed learning from these extremely talented chefs, it is Chef Dave’s dream to be able to share his own recipes and creations with the world.  That is why he has decided to create Stocked N Loaded, a gourmet food truck and catering service here in south Florida.Stocked N Loaded’s mission is to provide patrons with delicious food that will incorporate the skills and techniques Chef Dave has learned throughout his career while also introducing some exciting, new culinary twists along the way.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Stocked N Loaded",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ec4727e-1da8-490c-a66d-2d5946204482.jpg",
  "transactionFee": 30,
  "username": ""
}