{
  "address": "",
  "description": "Ice Cream For The ConnoisseurBoston 1975. Peace, love, rock 'n roll. The music was everywhere. Live rock 'n roll music was being played at clubs throughout the town and rock 'n rollers from all over the US were coming to Boston to be part of the hot music scene. The only problem was the Boston Blue Laws. Clubs closed at midnight. What a bummer! Just when you and the music were really happening everything came to a halt. Along come these hippie lawyers working pro bono for the homeless, for gay civil rights, for anti-war demonstrators and of course representing all these famous rock 'n rollers who were being signed by major record labels. The solution to the midnight munchie blues: rent a basement in the Coolidge Corner section of Brookline, MA / buy a commercial ice cream machine / invite your rock star friends to hang out after their gigs eating homemade ice cream with outrageous flavors (creatively inspired by the lawyers and the rock 'n rollers) / play acoustic (we had neighbors) music 'til the wee hours of the morning. The rock 'n rollers loved the ice cream and the vibe. The basement ice cream hangout needed a name. Two homeless gentlemen that the lawyers did pro bono work for asked that the ice cream shop be named after them. The name had good karma. Emack & Bolio’s. An ice cream legend was born.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Emack and Bolios",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5074a821-1380-474a-bed8-245a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}