{
  "address": "",
  "description": "We are Mei Mei Street Kitchen, a sibling-run, farm-centered Boston food truck serving locally grown modern Chinese-American fare.Mei Mei Street Kitchen is run by three siblings obsessed with fun times, sustainable food, and above all, great eats. “Mei Mei” (pronounced may-may) means little sister in Chinese. When Andy (number one son) founded the Mei Mei Group in 2011, he named it after his two mei meis, Margaret (the middle sis who, incidentally, goes by Mei) and Irene (the little one).The MMSK food truck will be hitting the streets of Boston in April 2012, serving creative Chinese-American street food like red wine-braised beef and cheese dumplings, crispy pork buns and macaroni & cheese with slow cooked, Chinese-spiced pork. We buy lots of locally sourced food from independent producers and use only all-natural, pasture-raised, humanely slaughtered meat. Sometimes we get all Dexter and butcher it ourselves. We're committed to serving fun and exciting street food of the highest quality and we can't wait to see you out there!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Mei Mei Street Kitchen",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f90e318-ec5c-4e8a-8b57-3d3346204482.jpg",
  "transactionFee": 30,
  "username": ""
}