{
  "address": "",
  "description": "Roxy's Gourmet Grilled Cheese is a grilled cheese food truck in Boston.  Every cheese lover knows that the entire cheese spectrum can be split into two very distinct, very important categories: MELTERS and NON-MELTERS. Some are so soft you can feed them to toothless babies, and some cheeses are so hard they could be considered deadly weapons. Today we’ll focus on the first – melters – because we will take melters over non-melters any day. The following is a list of grilled cheese friendly melters.BUTTA Melted butter makes for a disastrous grilled cheese sandwich. It’s hard to coat sandwich bread with, it drips everywhere, and it makes for one damn greasy sandwich. Melted butter clings to bread like a sponge clings to water. That means that you’re not only consuming the butter on the surface of the bread, but all of the butter that has been mopped up too. The griddle is only going to brown whats on the surface, leaving all that extra butter to find a home on your fingers once you pick it up and eat it. All the butter hiding inside your bread can add up to some serious calories too. So let’s explore what happens when you use mayonnaise.MAYO isn’t much more than whipped eggs, oil, and vinegar, and salt. It provides the same toasting properties as butter with near identical flavor with a fraction of the saturated fat and cholesterol. I mean really, it’s not even close.To read about the experience of eating at Roxy's, and how they keep their guac so fresh, check out the Roaming Hunger blog here: http://roaminghunger.com/blog/4305/food-for-thought-roxys-gourmet-grilled-cheese",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Roxy's Gourmet Grilled Cheese",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4df2b034-57a4-4e32-a7a3-35cd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}