{
  "address": "",
  "description": "After a night out in New York City, we were introduced to the wonder of eating Chicken and Rice outside with our friends. We became instant addicts! (Does this sound familiar?) Since that night, each visit to New York City had to be accompanied by a meal of Chicken and Rice, either from the Halal Guys on 53rd and 6th, the Meatpacking district, or Brooklyn with their famous green sauce.So we thought “Why is there no Chicken and Rice in Boston?!” With its popularity and lines down and around the block in New York City, it was obvious that Boston was missing out on something incredible. Plans started to hatch in July 2011 for Beantown to have its very own Chicken and Rice food truck. The first step? Cracking the code to the notorious red and white sauces. While it wasn’t easy, after several months of experiments, we’ve finally perfected this signature dish. In the Spring of 2012, Chicken and Rice Guys launched on the weekends in Boston. Along with chicken and the rice, we have the addictingly delicious white sauce and the spicy-hot red sauce. These are served with rice, lettuce and pita, with a choice of lamb, chicken, a combination of both, or just veggies. Of course we have a regular entrée portion, but for those who just want a taste, we also have a snack size.Happy Eats! - The Chicken & Rice Guys",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "The Chicken and Rice Guys",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f8c57d3-a150-4702-b27a-5cf946204482.jpg",
  "transactionFee": 30,
  "username": ""
}