{
  "address": "",
  "description": "Our St Paul, MN, based food truck serves all things bacon.  We have a menu that changes with the season and our imagination.  We take pride in offering classic and unique bacon dishes, but if our event calls for something different, we will happily work with you to make your bacon dreams come true.  Our current menu includes some familiar bacon sandwiches.  A few of the offerings include a B.O.L.T (bacon, onion, lettuce, tomato) sandwich, a pork belly burger with cheese, and the Saint or Sinner burger.  The Saint or Sinner consists of our handmade veggie burger topped with either bacon (Sinner) or vegan bacon (Saint).  If you’re in the mood for some straight-up, good ol’ bacon, we have the “Slap Yo Mama” which is 4 slices of our thick cut hickory bacon, perfectly grilled.  Our entrees are all served with crispy, well-seasoned fries.  With Fall upon us, our current sweet treats are a caramel Granny Smith apple coated in crispy bourbon bacon bits and bacon kettle corn.If the request is for a little more upscale menu, we also can do a dinner menu with items like a bacon wrapped pork tenderloin or beef medallions, scalloped or au gratin bacon potatoes, rice pilaf, or bacon wrapped asparagus.  It is all up to you!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Bacon-Me-Crazy Food Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/9602/56c14f3b-00b0-4777-961d-537746204482.jpg",
  "transactionFee": 30,
  "username": ""
}