{
  "address": "",
  "description": "Fork In The Road is serving up fresh and familiar food with their own unique twist, to the awesome people of the Twin Cities.  Best friends since the age of two, Amy Frechette and Kari Offerdahl have always shared a love for friends and family, good food, and a lot of good times!  In July of 2010, they decided to bring their show on the road.  Leaving the corporate world in L.A., Amy joined Kari back at home in Minnesota, after Kari closed the doors on her daycare business, and the two haven’t looked back since.  Minnesotans flock to “Big Orange” for their signature BBQ Pulled Pork Grilled Cheese Sandwich with Caramelized Onions.  Other popular items include the Santa Monica BLT with avocado/garlic mayonnaise, Buffalo Chicken Sandwich with homemade blue cheese spread, Pulled Pork Tacos with citrus slaw and chipotle sour cream, and Guinness Chili.  In addition to serving good food, Amy and Kari pride themselves in making each customer feel at home with Fork In The Road.  Whether it be a genuine, heart-felt compliment, a good joke, or a good-humored, sarcastic swift kick in the ass, every customer leaves with a smile.To get an inside peek at the minds behind this great truck, check out the Roaming Hunger interview with Fork in the Road here: http://roaminghunger.com/blog/4204/4204",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Fork in the Road",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4fb12bdb-1ec4-4df2-ae6e-7c0b46204482.jpg",
  "transactionFee": 30,
  "username": ""
}