{
  "address": "",
  "description": " The year was 2005, the brothers: Carlos and Hector Lopez. Originally from Jalisco, Mexico, Carlos and Hector were inspired by the Mexican fast food from their hometown and decided they would open their own little restaurant in the heart of the Latino community of Minneapolis. They named their new business Taco Taxi and the rest, as they say, has been history.Taco Taxi restaurants feature authentic and traditional Mexican dishes, all of which have come from family recipes handed down through the generations.Their menu offers dishes straight from the brothers’ hometown, such as our famous burritos, tacos, and the birria (a soup made Jalisco style).Taco Taxi is committed to serving not just guests, but the entire community. They believe in providing great food, with the freshest of ingredients, at an affordable price.They consider customers to be part of the family at Taco Taxi, and will continue to serve the community for generations to come. Carrying on this tradition is part of the Jalisco food style, and will always be a part of Taco Taxi.  Find Taco Taxi in Minneapolis, Minnesota!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Taco Taxi",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52549f64-1458-4a0d-85f4-3cf146204482.jpg",
  "transactionFee": 30,
  "username": ""
}