{
  "address": "",
  "description": "Taquerias la hacienda began in 1999 when Maria and Miguel Zagal were one of the five food court operators at the opening of the legendary Mercado central in South Minneapolis. Maria and Miguel wanted to create an authentic Mexican restaurant that provided its customers with a rich experience of taste. First restaurant to introduce tacos al pastor to Minnesota. After Initial Success at Mercado Central, Taquerias La Hacienda expanded and opened up 2 additional locations in Minneapolis and Burnsville.If your last experience with Mexican food was during margarita-induced binges on spring break, rediscover this boldly flavored cuisine with a menu that’s way beyond Tex-Mex at Taqueria La Hacienda. Featuring many familiar favorites as well as authentic, exotic Mexican dishes, Taqueria La Hacienda is the restaurant you need when your taste buds are threatening to jump ship from too many bland flavors. Experience the vibrant flavors and culture of Mexico without international travel.Their goal was to create an authentic Mexican restaurant that provided its customers with a unique, south-of-the-border culinary experience and introduce tacos al pastor to Minnesota. The house special features succulent and flavorful Mexican-style barbecue pork alongside corn tortillas, cilantro, onion and salsa for a simultaneously complex and simple flavor profile. Other favorite options include the loaded burritos bursting with the savory deliciousness of ingredients like charbroiled steak, roast pork or chicken encased in a flour tortilla with rice, beans, onions, cilantro and salsa. Taqueria La Hacienda also features quesadillas, tortas, traditional Mexican sodas and more.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Taqueria La Hacienda",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/52549cec-7900-4f97-8be2-07f646204482.jpg",
  "transactionFee": 30,
  "username": ""
}