{
  "address": "",
  "description": "People often ask us about the secret to our success. It’s no secret. You see it at the restaurant every day. We all love what we do.It’s been that way since Drago and Klara Cvitanovich opened our restaurant in 1969. They set out to offer delicious seafood and a good time to guests for a reasonable price. At that time, they couldn’t even imagine how many guests that would become.Today it’s still a family atmosphere. Klara is still at the front to greet our guests. Tommy Cvitanovich, Drago and Klara’s son, is there to see that things run smoothly. And though 88-year-old Drago doesn’t select the oysters himself anymore, you can still see him at the restaurant when he’s not on duty as Grandpa.Our family has grown a lot since the early days—and our work family too. It would be impossible to do what we do without our very hard-working and loyal staff. Drago’s now has more than 300 employees who help us carry our legacy forward. And we all have a great time doing it!Drago’s knows how to throw a good party. Our specially outfitted Charbroiling Engine Co. fire truck is the talk of the town, and with good reason! Our customized truck has won multiple tailgating contests, including a spot at the tailgating championship finals at the Super Bowl in Dallas!Our fire truck is fitted with special chargrills, beer taps, flat screen televisions on Direct TV—even a Jagermeister dispenser! Look for it at fairs, festivals, or Saints games at the Super Bowl—where it won a 2010 tailgating competition. Come see it for yourself or rent it for your special event!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Drago's Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4eac89e3-d204-425d-adfe-7e1246204482.jpg",
  "transactionFee": 30,
  "username": ""
}