{
  "address": "",
  "description": "The nation's first and only vintage mobile eatery offering the finest proprietary frozen custard and Mom approved gourmet Goodies!MissionFounded on a pioneer spirit of character, integrity and high quality; our company is dedicated to excellence in products and service to our customers. Description“Goodies” represents a time and place where town’s people said “hello” and most folks knew the milkman’s name…a place where honor and integrity lived and a handshake was as good as any contract! “Made in America” evoked a sense of pride, quality and craftsmanship…“heavy metal” referred to classic Ford and Chevy muscle cars and Detroit was known as the “Motor City!”“Goodies” takes us back to that simpler place and time where passion, integrity, quality and customer service were more than mere words. A time period, when Dick Clarks’ American Bandstand dominated TV; and Rock & Roll artists like Ray Charles, Little Richard, Elvis Presley Fats Domino and Chubby Checkers ruled the jukeboxes. Allow “Goodies” to take you down memory lane, indulging you with a social experience, while delighting your taste buds with legendary treats that are Mom approved. “Goodies” is Washington D.C.’s first and only “Vintage Mobile Eatery” paying homage to the Rock & Roll era. We pride ourselves on creating and serving old-fashioned Frozen Custard and treats made with 100% love in our 60 year-old “Made in America” Metro Van. ",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Goodies Frozen Custard & Treats",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/3628/5600cb42-703c-41d5-ab25-69ca46204482.jpg",
  "transactionFee": 30,
  "username": ""
}