{
  "address": "",
  "description": "Stay hungry. Stay foolish, were the words Steve Jobs chose to end his 2005 Stanford commencement speech with. And it is with those same words that inspired my husband and me to make the leap of faith and move from the world of Government contracting to the food truck business. Stay Hungry: Hungry for change and wanting something more meaningful in our lives, we’ve decided to parlay our love of cooking and our rich Vietnamese heritage into something we could share with people. There is a booming food truck market in the DC area and we just wanted to add more diversity to the mix.Stay Foolish: It may sound a little foolish to leave something dependable to venture into something completely brand new, but life is about taking chances and dreaming big. Vietnamese food is a hidden gem that some people have yet to try. By making it mobile and accessible we want to present select favorites of Vietnamese cuisine dishes in a way that’s familiar and not mundane to the public.  What's great about living in the DC area is the fact that one is surrounded by so much culture and diversity. We see it almost everywhere we look. Falls Church, Va. has always been the go to area when people wanted to get some good Vietnamese food. We're not going to lie; there are a lot of amazing Vietnamese restaurants in that area. But what we feel is lacking is their accessibility. Ever go into a place and have no idea what to order so you just go by something with a picture? We want to take Vietnamese cuisine out of the restaurant and into the street so that anyone can access it. But we also want to narrow the selection down to our favorite dishes so that people aren't overwhelmed with too much of a selection.  We've taken 2 main ingredients: grilled lemongrass chicken & slow roasted pork and offering it up 4 ways; banh mi, tacos, vermicelli noodles, and salad. Rounding off the meal with the one and only bubble tea!! So if you're tired of the same old stuff and want to add some variety to your day minus the traffic and miles, come out and give our little green truck a try.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Lemon Grass Truck",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ecff398-5670-4602-a0b7-25f646204482.jpg",
  "transactionFee": 30,
  "username": ""
}