{
  "address": "",
  "description": "Sinplicity makes the Washington DC area's first truly artisan Ice Creams and Sorbets. No extracts, no shortcuts, no compromises. \"Sinply\" the best frozen creations you've ever tasted.Imagine spices and nuts being toasted and ground \"to order\". Citrus juices squeezed just prior to being incorporated into remarkable sorbets.Madagascar Bourbon Vanilla Beans split and scraped by hand. Antibiotic-free milk and cream delivered fresh from select local dairies. It takes time. It costs money. But the difference is remarkable, and the quality shows up on the spoon.The Sinplicity difference? All of our recipes are cooked entirely in house. With the exception of a little vanilla extract here and there to round out flavors, no compounds or extracts of any kind ever enter our kitchen.Our innovative small-scale pasteurization methods allow our products to come \"from the udder to the spoon\" in remarkably short order. Every \"Sin du Jour\" is frozen in an Italian-made Gelato machine, which incorporates very little air.Our \"American Gelatos\" have the big flavored, dense and chewy nature of of gelato, adapted for the American palate.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Sinplicity",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4e606e8e-691c-42cf-8c1c-771d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}