{
  "address": "",
  "description": "What We*re All AboutStella*s PopKern was destined to be. After 20 years of catering, I awoke one morning and knew exactly what business I needed to create. POPCORN!! The overall concept of Stella*s is to bring yummy, flirty, delicious, gourmet and affordable popcorn to DC. At that point, there was nowhere to get this nostalgic snack and I wanted to make it my mission to do so. Our name, Stella*s PopKern was a no brainer – it comes from my daughter, Stella, which is an uber cool name and means star, for our nations capital and my last name is Kern, which means kernel in German. After the business name was created, it all started to fall into place. The idea of producing our creative snack on the truck came from my need to share my LOVE of popcorn all over DC. Popping on the truck allows us to go wherever you want us to be. Tweet us and we might just pop on over to you!♥ the PlanetWe decided to create our “Green for our Earth” Popcorn flavor after a fun collaboration with friends about how we can pay homage to the foundation that grounds us all, Mother Earth. Out of this fun banter, came this colored corn, in which 20% of the proceeds of each bag sold will go to Save America’s Forests. In an effort to lower our carbon footprint, all of our packaging has been selected based on its 100% compostable nature. All plastic materials we use are made from corn kernels and all of our paper products are made from 100% post-consumer recycled paperboard and any printing is done from soy-based inks.♥ for DCLiving in DC for over 20 years, we are thrilled to give back to our community. In an effort to do so, we’ve selected a charity that is very important in the promotion of women. Knowing how hard it is to be a single mother, and the challenges that come with this cherished job, we’ve selected Dress for Success DC as our charity. We will donate a portion of our proceeds to this important group at the end of each fiscal year. ♥ for You!It is our mission to create fresh, delicious and nutritious popcorn daily, to bring it to the streets of DC for those lovers of the popped corn. Our desire is to have fun while creating a lively environment with weekly promotions and surprises to keep ya’ll wanting to come back for more!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Stella's PopKern",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4f6a871c-8930-4876-9d96-771046204482.jpg",
  "transactionFee": 30,
  "username": ""
}