{
  "address": "",
  "description": "Providing delicious grub throughout Washington D.C.A non-traditional space lends itself to a non-traditional sandwich shop. Most sandwich shops in the city have a flavor profile that carries through their entire product line. Whether it be Italian, Jewish, or Middle Eastern influenced, many menu items taste similar to one another which can get a little boring. At SUNdeVICH we wanted to address this fact by using the world as our flavor guide and our immediate backyard for our ingredients. SUNdeVICH offers a wide range of flavors, textures and combinations that may seem familiar but have a distinct twist. The objective is to provide a wide range of bold flavors by using fresh and local ingredients. Ideally people can eat at SUNdeVICH multiple times a week; and have a completely different dining experience each time. SUNdeVICH will follow a strict “green” and eco-friendly approach to doing business.  All of our paper goods and carry-out supplies are not only bio-degradable, but compostable.  We hope to build on our relationships with the local farming community to do our part by supporting local agriculture and business.  Furthermore, the construction of our space utilized a wide range of recycled material such as reclaimed wood, refurbished metals, and old original bricks. We plan to add a solar powered heat and air conditioning system in the future.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "SUNdeVich",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/506121c6-fcc4-4b66-a191-04dd46204482.jpg",
  "transactionFee": 30,
  "username": ""
}