{
  "address": "",
  "description": "Korean BBQ Tacos have had great success throughout the West Coast over the past couple of years, and are now about to make their grand entrance here on the streets of the nation’s capital. Operating from a newly remodeled truck, TaKorean, a delicious fusion blend of Korean BBQ with a twist of Mexican style, is slated to open to lunch goers late August throughout the downtown metro area.All TaKorean recipes are made from scratch using the freshest ingredients available. TaKorean serves vegetarian and vegan options, along with daily specials.Mike Lenard, Founder of TaKorean, has created a variety of Asian inspired taco combinations and menu items to “consistently provide customers with fresh, interesting, healthy, and delicious tasting food that gives them something to smile about.” A native of Washington D.C., Lenard is determined to provide healthy, well-balanced meals at a reasonable price to his fellow Washingtonians while also giving back to the community and local environmental causes.TaKorean is pledging 1% of gross sales to local environmental and youth based non-profit organizations. Check out our Community Giving Blog where each month we will write a post about a local organization.At TaKorean, one can enjoy a choice of Korean style Bulgogi beef, tangy chicken, or caramelized tofu tacos topped with fresh spicy or mild slaw, cool lime crème, Sriracha Chili sauce, fresh cilantro and sesame seeds on top of warm corn tortillas. Enjoy your meal while listening to some great music at your favorite downtown park bench on your lunch break or late night outside of your favorite place to unwind on weekends. This newest fusion blend has taken over the West Coast in recent years, and is sure to leave an impression on the DC street food scene in the weeks to come!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Takorean",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4c5e38a4-e564-4a43-9981-540a46204482.jpg",
  "transactionFee": 30,
  "username": ""
}