{
  "address": "",
  "description": "The Capital Q Smokehouse, owned and operated by Pitmaster Sean Custer is Albany's favorite BBQ restaurant. Chef Sean, an Okie (one who is from Oklahoma for you New Yorkers) has over 25 years restaurant experience. His culinary training includes Executive Sous Chef at the 3 Star Mark Hotel as well as General Manager of the local Classe Catering. From his roots and training Chef Sean has found the balance between fine dining, and damn fine BBQ. Housed in the old Meister's Meat Market, Capital Q's kitchen includes a smoker that has literally smoked thousands of pounds of meat over the last 75 years. Specializing in Pulled Pork, Texas Style Beef Brisket and Pork Ribs, there are options for every day of the week. With 5 original sauces and 4 original rubs, each menu item is designed to give the palate a different taste, the patron a different experience. Served by the piece, plate, pound or bun, Capital Q has a serving just for you. Complimented by a plethora of tasty side dishes, some traditional southern, others just plain delicious, you won't walk away unsatisfied, unless you're a Vegan. Got more mouths to feed than fingers and toes? Capital Q has a full catering menu and the ability to feed the family, the block or the neighborhood.So come on in, because at Capital Q, \u2028the meat is cooked slow, but served fast!",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Capital Q Smokehouse",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5335c2d5-4c08-42b4-a512-042d46204482.jpg",
  "transactionFee": 30,
  "username": ""
}