{
  "address": "",
  "description": "Melinda and Naomi Moreno, a mother-daughter team, founded My Delight Cupcakery to share their love of delectably delicious cupcakes with their community and, eventually, with the world!Naomi was blessed with a talent for baking since childhood, and has been providing cakes for friends and family since 1998. After high school, she turned her passion into a profession by graduating from Le Cordon Bleu College of Culinary Arts as a Pastry Chef. Though busy working in several bakeries, many people still requested custom cakes by Naomi. She was often told “You need your own shop!” Her dream was to have her own shop, but she didn’t want to do custom cakes; she wanted to make cupcakes! At 26 years old, however, she just didn’t have the means to do it alone; but, her biggest fan, her mom, believed in her dream, and so opening a shop became Melinda’s dream too. Having run the administration side of a church for over 20 years, Melinda knew a thing or two about managing, and took on the role of CEO. After many trials and obstacles, on Dec. 5th 2009, My Delight Cupcakery opened their doors to a line of enthusiasts, becoming one of the IE’s first cupcake-only bakeries.Melinda and Naomi are dedicated to excellence, and desire to delight each customer with friendly service, superior flavor, and beautiful design.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "My Delight Cupcakery",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/4ee90a63-d24c-4d86-b4d7-72d246204482.jpg",
  "transactionFee": 30,
  "username": ""
}