{
  "address": "",
  "description": "Suite 106 Cupcakery was established in 2007 by owner Christiana Grammer. Christiana worked in her family's financial business before deciding to follow her passion for baking full time. As a young child she remembers watching her mother bake delectable desserts from scratch for Sunday dinners. Christiana utilizes the skill baking from scratch from her mother and has incorporated gourmet, organic and all natural ingredients along with artisan techniques to her mouth watering recipes.  In 2007 Suite 106 Cupcakery became the first cupcake-only business in the Inland Empire and one of the first in Southern California. They started out as a small cupcake catering company, catering events and weddings throughout Southern California. They also shared space and sold their cupcakes at 2 different retail locations within the Inland Empire, this is when they started to grow a name for themselves in the community. Later Suite 106 Cupcakery branched out to sell their cupcakes online where they delivered and shipped their goods nationwide.Today Suite 106 Cupcakery Won the first season of the Food Networks hit Series Cupcake Wars and has also competed in Cupcake Wars season three \"Battle Of The Champs\". Since season one of the show Suite 106 Cupcakery has gone on to open a storefront of their own in Rancho Cucamonga California located in the Beautiful Victoria Gardens and has launched The First Gourmet Cupcake Truck in the Inland Empire which is currently roaming the streets of Southern California. The gourmet cupcake truck has already gotten tons of notice winning the first I.E. Food Truck Fest in Ontario California with the 2011 Sweetest Treat Award. Christiana and her sister Rebecca are also Winners of the November 2011 Spirit Awards for Entrepreneur of the year in the Small Business Catergory for the Inland Empire region of Southern California one of the largest areas in the United States. Suite 106 Cupcakery has plans to expand their business and open their second location and launch their second gourmet cupcake truck very soon.Christiana along with her sister Rebecca Grammer-Ybarra, parents Harry and Lee Grammer, fiancé Jason Jones, daughter Monae and the whole Suite team have all made Suite 106 Cupcakery what it is today.",
  "exampleOrder": "",
  "hours": [
    {
      "closeTime": "",
      "day": "Monday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Tuesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Wednesday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Thursday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Friday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Saturday",
      "openTime": ""
    },
    {
      "closeTime": "",
      "day": "Sunday",
      "openTime": ""
    }
  ],
  "name": "Suite 106 Cupcakery",
  "optional": {
    "producer": {
      "enabled": true,
      "menuLink": "",
      "phoneNumber": ""
    }
  },
  "password": "",
  "percentageFee": 6,
  "profileImage": "http://roaminghunger.com/img/trucks/original/5335dc75-61ac-4793-a5a6-31f846204482.JPG",
  "transactionFee": 30,
  "username": ""
}